{
    "super_event": "",
    "evtStr": "",
    "events": [],
    "metas": [],
    "shorts": [],
    "photos": [],
    "topics": [],
    "ptexts": [
        {
            "u": true,
            "act": "你站在一家苹果零售店外，旁边有一只导盲犬。",
            "set": "环境在室外，天气看起来是晴朗的。",
            "obj": [
                "你留着黑色长发，穿着白色背心裙搭配粉色长袖T恤。",
                "导盲犬是黑色的。",
                "背景中有苹果零售店的标志性建筑，外部是玻璃结构。",
                "地面是灰色石砖铺设。",
                "还可以看到其他行人。"
            ],
            "id": 1
        },
        {
            "u": true,
            "act": "你站在一家苹果商店外。",
            "set": "环境在室外，天气看起来是晴朗的。",
            "obj": [
                "你留着黑色长发，穿着白色背心，外搭粉红色长袖T恤，下身穿白色短裙，背着一个黑色背包",
                "旁边是一名男性，他戴着眼镜，穿着白色短袖衬衫和深色长裤",
                "你们站在苹果商店的玻璃幕墙和圆形标志前，苹果商店的标志是白色的苹果形状",
                "地面是深色的铺砖",
                "背景中还有建筑物和其他一些模糊的人物"
            ],
            "id": 2
        },
        {
            "u": false,
            "act": "一个女士抱着婴儿在户外。",
            "set": "环境在室外，看起来是一个住宅区的庭院。",
            "obj": [
                "女士留着短发，戴着蓝色口罩，穿着黑色上衣、黑色宽腿裤和黑色鞋子，抱着一个穿着粉色和白色衣物的婴儿",
                "婴儿穿着粉白色衣物，正被抱在怀里",
                "背景是一栋房子，有白墙和棕色屋顶",
                "院子里有绿色植物和一些落叶"
            ],
            "id": 3
        },
        {
            "u": true,
            "act": "你在户外抱着一个婴儿。",
            "set": "这是一个户外的庭院，天气看起来晴朗。",
            "obj": [
                "你长着黑色长发，穿着蓝色的毛衣、深色牛仔裤，脚穿白色运动鞋",
                "婴儿穿着彩色的衣服，其中有粉色、黄色与蓝色等",
                "有一些红色的花和绿色的植物在庭院里",
                "庭院里有灰白色的墙，上面有生长着的绿色植物"
            ],
            "id": 4
        },
        {
            "u": true,
            "act": "你在户外的一条小路上快乐地走着。",
            "set": "环境在户外，周围有绿色的树木，天气看似晴朗。",
            "obj": [
                "你留着黑色短发，戴着眼镜，穿着黑色上衣和花色裤子，手里牵着一个小孩。",
                "小孩穿着红色上衣和蓝色牛仔裤。",
                "路径是由灰色砖块铺成，两旁是绿色的草地和多样的树木。",
                "天空呈现出一种暗蓝色调，但没有明显的天气特征可见。"
            ],
            "id": 5
        },
        {
            "u": true,
            "act": "你在室外的小路上行走并微笑。",
            "set": "环境在室外，看起来像是一个居民区的小道，是一个晴朗的天气。",
            "obj": [
                "你留着黑色的长发，穿着蓝色花纹的上衣和深色的裤子，旁边有白色的鞋子",
                "小路两旁有绿色的树木和草地，还有黄色的花朵",
                "天空呈现出蓝色和少量白云"
            ],
            "id": 6
        },
        {
            "u": true,
            "act": "你在户外的一个旅游景点和一个婴儿合照。",
            "set": "你在户外，天气看起来晴朗，地点像是一个游客休闲的地方。",
            "obj": [
                "你留着黑色长发，穿着黑色外套，黑色裤子，和一个婴儿合照",
                "婴儿穿着带有紫色和白色相间的衣服",
                "旅游景点有几个红色和黄色的装饰性兔子雕塑",
                "背景是具有传统风格的建筑，以及树木和一些户外装饰"
            ],
            "id": 7
        },
        {
            "u": true,
            "act": "你在户外，背着一个婴儿。",
            "set": "这是在室外，天气晴朗。",
            "obj": [
                "你留着黑色长发，穿着白色背心，外套是黄色的，下身穿白色裙子",
                "婴儿穿着紫色长裤和白色带图案的上衣",
                "背后建筑是传统的中国式建筑，有黄色的瓦片和红色的墙体，上面有金色的汉字标志",
                "天空是蓝色，有白色云彩",
                "地面是灰色石砖"
            ],
            "id": 8
        },
        {
            "u": false,
            "act": "一个男性正在室外骑马。",
            "set": "这是一个晴朗的户外环境，场所看似是一条有路边植被和远处建筑的公路。",
            "obj": [
                "马是棕色的，带有黑色的鬃毛和尾巴",
                "男性戴着眼镜，留着黑色短发，穿着黑色上衣、灰色裤子和黑色鞋子",
                "远处有建筑物，建筑物的颜色有白色和淡黄色",
                "路边有绿色的植被"
            ],
            "id": 9
        },
        {
            "u": true,
            "act": "你正在户外骑马，旁边有一位男性陪同。",
            "set": "你在一个晴朗的天气下户外骑马，地点看起来像是一条宽阔的道路旁的田野。",
            "obj": [
                "你留着黑色的短发，穿着白色上衣和蓝色下装，坐在棕色的马上",
                "旁边的男性戴着眼镜，穿着黑色上衣和深色裤子，也坐在一匹棕色的马上",
                "两匹马都是棕色的，配有鞍具和缰绳",
                "背景是蓝天和远处的山脉，气候看起来很晴朗"
            ],
            "id": 10
        },
        {
            "u": true,
            "act": "你在户外的道路上骑马，伸出手臂可能在欣赏周围的景色或打招呼",
            "set": "环境在户外，是晴朗的天气。地点像是一片广阔的田野，可能是乡村或郊外的景区",
            "obj": [
                "你留着黑色长发，穿着白色上衣搭配蓝色围巾",
                "马是棕色的，带有马鞍",
                "另外一位骑马的人是男性，黑色短发，戴着眼镜，穿着黑色上衣",
                "道路是灰色柏油路面，旁边有绿色的草地",
                "背景中有山脉和蓝天白云"
            ],
            "id": 11
        },
        {
            "u": true,
            "act": "你在户外，抱着一个小孩。",
            "set": "环境在室外，天气晴朗。",
            "obj": [
                "你留着黑色长发，穿着蓝色开衫、粉红色上衣和卡其色长裙",
                "小孩穿着白色上衣，红色马甲，脸上有可能是食物残渣",
                "背景中有树木，显露出季节可能是春天或秋天",
                "周围有其他行人，以及几条用于装饰的花车"
            ],
            "id": 12
        },
        {
            "u": false,
            "act": "一些粉紫色的鲜花正在开放",
            "set": "环境在室外，看起来是一个花园或者公共的植被区。不能确定天气状况",
            "obj": [
                "花朵是粉紫色的，开放状态，种类可能是牵牛花"
            ],
            "id": 13
        },
        {
            "u": true,
            "act": "你在户外一个石牌坊前，和几位其他人一起站着，其中还有一个小孩和一只狗",
            "set": "你在户外，天气晴朗",
            "obj": [
                "你留着黑色长发，穿着黄色上衣、浅蓝色外套以及浅色裙子",
                "一个小女孩被背在背婴袋中，穿着白色上衣和橘黄色裤子",
                "一个中年男性穿着蓝色上衣、黑色裤子，戴着眼镜",
                "一个中年女性穿着红色上衣和黑色裤子",
                "一个中年女性穿着蓝色上衣和黑色裤子，戴着桑色的帽子",
                "一只黑色的狗带着项圈",
                "石牌坊是白色的，上面有蓝色的文字"
            ],
            "id": 14
        },
        {
            "u": true,
            "act": "你在一块平台上假扮平衡，像是在空中漂浮。",
            "set": "环境在室外，天气晴朗。",
            "obj": [
                "你留着黑色长发，穿着白色上衣和深色裙子，手提一件深色外套。",
                "背景中有蓝天和几朵白云。",
                "还有一片平静的水面，反射出你的影子和周围的风景。",
                "远处是山脉，颜色较深，看起来是在较远的地方。"
            ],
            "id": 15
        },
        {
            "u": true,
            "act": "你站在一个由玻璃制成的观景台上。",
            "set": "环境在户外，天气晴朗。",
            "obj": [
                "你身着深色上衣和黑色裤子，背着一个背包",
                "观景台由清透的玻璃和金属构架制成",
                "背景是晴朗的天空和远方的山脉"
            ],
            "id": 16
        },
        {
            "u": true,
            "act": "你和一个人相向而站，似乎在对话。",
            "set": "环境在室外，天气晴朗。",
            "obj": [
                "你留着黑色长发，穿着白色背心、灰白色裙子以及粉色长袖衬衫，背着黑色背包",
                "旁边一个女性，戴着墨镜，穿着黑色上衣、紫色裤子，坐在地上抱着一个穿着粉色衣服的婴儿",
                "另一个男性，头发短，戴眼镜，穿着淡色夹克、蓝色牛仔裤，背对着摄像头，坐在白色方形装置上",
                "在照片的左侧有一个白色的大型抽象凤凰雕塑，其特征是伸展的金属条构成翅膀",
                "地面是一块大型的蓝色镜面，映照出人和雕塑的倒影"
            ],
            "id": 17
        },
        {
            "u": false,
            "act": "一个人背对着镜头，看着湖面和对面的山坡。",
            "set": "环境在室外，天气晴朗。",
            "obj": [
                "人物头戴棕色牛仔帽，穿着红色上衣、带有色带的背带。背对镜头，性别不明。",
                "湖面有几根木头和一些浮标。",
                "远处的山坡上有树木和建筑物，山坡对面是一些低矮的建筑物。",
                "天空呈现出晴朗的蓝色。"
            ],
            "id": 18
        },
        {
            "u": true,
            "act": "你和两位女士一起在户外站立，似乎在欣赏美丽的自然风景",
            "set": "环境在室外，天气晴朗",
            "obj": [
                "你穿着粉色上衣，米色短裙，背着黑色背包",
                "左边的女士穿着紫红色上衣，棕色长裤",
                "右边的女士穿着深色上衣和深色长裤，抱着一个穿着彩色衣服的小孩",
                "远处是连绵的山脉，山峰上有些积雪",
                "天空是湛蓝色的，有少量白云",
                "地面是干燥的草地，呈现黄褐色"
            ],
            "id": 19
        }
    ]
}