{
    "super_event": "",
    "evtStr": "0 在苹果零售店外\n1 在户外抱婴儿与走小路\n2 户外旅游中的合照\n3 户外骑马体验\n4 户外家庭时光\n5 户外晴朗天气下的活动\n6 户外欣赏自然风景\n",
    "events": [
        "一共有2张照片，记录了你和一名男性在苹果零售店外的场景。环境在室外，天气看起来是晴朗的。照片中主要有你们两个、导盲犬和苹果零售店的建筑。",
        "一共有4张照片，记录了抱着婴儿在户外以及女性在户外小路上行走的场景。这个场景在室外，有庭院，看起来是一个住宅区，天气晴朗。照片中主要有女士和婴儿、绿色植物、花朵和小路。",
        "一共有2张照片，记录了一位中年女性和一个婴儿在户外旅游景点合照的场景。这个场景的环境在室外，天气晴朗。照片中主要有中年女性与婴儿、红黄色兔子雕塑和传统风格的建筑。",
        "一共有3张照片，记录了你和一位男性在户外骑马的场景。这些场景的环境在晴朗的天气下，地点像是乡村或郊外的道路和田野。照片中主要有你和男性、两匹棕色的马、蓝天白云和远处的山脉。",
        "一共有3张照片，记录了你与家人和宠物在户外的场景。这些场景的环境都在室外，天气晴朗。照片中主要有你、家人、一只狗以及鲜花。",
        "一共有3张照片，记录了你在室外晴朗天气下的不同活动场景。环境在户外，天气晴朗，场地与设施不同。照片中主要有你与他人的互动、风景、雕塑和倒影。",
        "一共有2张照片，记录了户外欣赏自然风景的场景。这个场景的环境在室外，天气晴朗。照片中主要有人物、湖面、山脉和天空。"
    ],
    "metas": [
        "有2张照片",
        "有4张照片",
        "有2张照片",
        "有3张照片",
        "有3张照片",
        "有3张照片",
        "有2张照片"
    ],
    "shorts": [
        "在苹果零售店外",
        "在户外抱婴儿与走小路",
        "户外旅游中的合照",
        "户外骑马体验",
        "户外家庭时光",
        "户外晴朗天气下的活动",
        "户外欣赏自然风景"
    ],
    "photos": [
        [
            1,
            2
        ],
        [
            3,
            4,
            5,
            6
        ],
        [
            7,
            8
        ],
        [
            9,
            10,
            11
        ],
        [
            12,
            13,
            14
        ],
        [
            15,
            16,
            17
        ],
        [
            18,
            19
        ]
    ],
    "topics": [
        [
            "照片中，你留着黑色长发，穿白色背心裙搭配粉色长袖T恤，背着一个黑色背包。旁边的男性留着黑色短发，戴黑框眼镜和手表，穿白T恤、灰裤子、黑色运动鞋，背着背包。你记得都有谁吗?",
            "你和一名男性站在苹果商店的玻璃幕墙和圆形标志前，旁边还有一只黑色的导盲犬。你记得在做什么吗?",
            "照片拍摄的环境是室外，天气晴朗，地面铺着灰色石砖。你记得这个地方吗?",
            "照片中有苹果零售店的玻璃结构和白色苹果形状的标志，还有背景中的其他建筑物和行人。这里面有你想了解的内容吗?",
            "你在照片中留着黑色长发，穿着白色背心裙搭配粉色长袖T恤，看起来心情愉悦。你的心情如何?"
        ],
        [
            "照片中，女士抱着婴儿，留着短卷发，身穿黑白条纹上衣和黑色宽腿裤，你记得她是谁吗?",
            "你在照片中抱着穿着彩色衣服的婴儿，你当时的心情如何?",
            "照片记录了户外庭院和居民区的小路，周围有绿色植物、花朵和灰白色的围墙，你还记得这个地方吗?",
            "场景中有绿树、草地、花朵、白云和蓝天，这些元素构成了照片中的自然美景，这里面有你感兴趣的内容吗?"
        ],
        [
            "照片中，一位中年女性留着黑色短卷发，穿着红色外套和黑色裤子，正和一个穿着紫白相间衣服的婴儿合照。你记得都有谁吗?",
            "照片记录了在户外的一个旅游景点进行的活动，你记得在做什么吗?",
            "照片中的旅游景点有具有传统风格的建筑、树木和户外装饰，你记得这个地方吗?",
            "这些照片中有红色和黄色兔子雕塑、传统中国式建筑、灰色石砖地面等内容，这里面有你想了解的内容吗?",
            "照片中，你抱着一个婴儿，穿着白色背心和黄色毛衣，背后建筑有“羽翎尉”、“射击基地”、“古代箭场”的标志，你的心情如何?"
        ],
        [
            "照片中有你和一位男性，你们都骑在棕色的马上，你记得都有谁吗?",
            "你和男性都在户外骑马，感受着晴朗天气下的乡村或郊外景观。你记得在做什么吗?",
            "照片展示了宽阔的道路旁的田野，以及乡村或郊外的景区。你记得这个地方吗?",
            "场景中有棕色的马、蓝天白云、远处的山脉，以及你们所骑的马上的鞍具和缰绳。这里面有你想了解的内容吗?",
            "你在照片中留着黑色的短发（或长发），穿着白色上衣搭配蓝色下装（或蓝色围巾），男性伴侣则是黑色短发，戴着眼镜。你的心情如何?"
        ],
        [
            "照片展示了你和家人在享受户外活动，你留着黑色长发，身穿不同颜色的服装与家人合影。你记得都有谁吗?",
            "照片记录了你在室外抱着小孩，和家人以及宠物站在石牌坊前，同时也有鲜花在盛开。你还记得当时在做什么吗?",
            "你在户外拍摄了风景照片，包括粉紫色开放的鲜花和带有蓝色文字的洋人街石牌坊。你记得这个地方吗?",
            "照片中展示了许多特定的物品，如洋人街石牌坊、开放的鲜花、和小孩身上可能是食物残渣的细节。这里面有你想了解的内容吗?",
            "在户外的阳光下，你和家人及宠物的活动似乎非常愉快，背景中能看见季节特有的树木和其他行人。你的心情如何?"
        ],
        [
            "照片中，你和不同的人进行了交流和互动。你记得都有谁吗?",
            "你在不同的场合，站在平台上，似乎在空中漂浮，和人对话。你记得在做什么吗?",
            "这些照片拍摄的地点是室外，展现了晴朗的天气和自然景物。你记得这个地方吗?",
            "照片中有各种物品，如秋千、观景台、雕塑和倒影等。这里面有你想了解的内容吗?",
            "你在不同场合都穿着不同的衣服，举止自如，看上去心情不错。你的心情如何?"
        ],
        [
            "人物在照片中背对镜头或者面向镜头，他们穿着色彩艳丽的服装，头戴牛仔帽或背着背包，看起来心情很愉悦。你记得都有谁吗?",
            "照片中的活动似乎是在户外欣赏美丽的自然风景，你记得在做什么吗?",
            "照片的环境在室外，晴朗的天气下，有连绵的山脉、湛蓝的天空和干燥的草地。你记得这个地方吗?",
            "这些场景中有湖面、山坡、浮标、建筑物和草地。这里面有你想了解的内容吗?",
            "照片中人物的衣着和表情显示出他们似乎心情不错，享受着户外时光。你的心情如何?"
        ]
    ],
    "ptexts": [
        {
            "u": true,
            "act": "你和一位男性一起站在一家苹果零售店外，旁边有一只导盲犬。",
            "set": "环境在室外，天气看起来是晴朗的。",
            "obj": [
                "你留着黑色长发，穿着白色背心裙搭配粉色长袖T恤。",
                "你身边的男性留着黑色短发，戴黑框眼镜和手表，穿白T恤、灰裤子、黑色运动鞋，背着背包。",
                "导盲犬是黑色的。",
                "背景中有苹果零售店的标志性建筑，外部是玻璃结构。",
                "地面是灰色石砖铺设。",
                "还可以看到其他行人。"
            ],
            "id": 1
        },
        {
            "u": true,
            "act": "你和一名男性站在一家苹果商店外。",
            "set": "环境在室外，天气看起来是晴朗的。",
            "obj": [
                "你留着黑色长发，穿着白色背心，外搭粉红色长袖T恤，下身穿白色短裙，背着一个黑色背包",
                "旁边是一名男性，他戴着眼镜，穿着白色短袖衬衫和深色长裤",
                "你们站在苹果商店的玻璃幕墙和圆形标志前，苹果商店的标志是白色的苹果形状",
                "地面是深色的铺砖",
                "背景中还有建筑物和其他一些模糊的人物"
            ],
            "id": 2
        },
        {
            "u": false,
            "act": "一个女士抱着婴儿在户外。",
            "set": "环境在室外，看起来是一个住宅区的庭院。",
            "obj": [
                "女士留着短卷发，戴着蓝色口罩，穿着黑白条纹上衣、黑色宽腿裤和黑色鞋子，抱着一个穿着粉色和白色衣物的婴儿",
                "婴儿穿着粉白色衣物，正被抱在怀里",
                "背景是一栋房子，有白墙和棕色屋顶",
                "院子里有绿色植物和一些落叶"
            ],
            "id": 3
        },
        {
            "u": true,
            "act": "你在户外抱着一个婴儿。",
            "set": "这是一个户外的庭院，天气看起来晴朗。",
            "obj": [
                "你长着黑色长发，穿着蓝色的毛衣、深色牛仔裤，脚穿白色运动鞋",
                "婴儿穿着彩色的衣服，其中有粉色、黄色与白色等",
                "有一些红色的花和绿色的植物在庭院里",
                "庭院里有灰白色的墙，上面有生长着的绿色植物"
            ],
            "id": 4
        },
        {
            "u": false,
            "act": "一位女性在户外的一条小路上快乐地走着。",
            "set": "环境在户外，周围有绿色的树木，天气看似晴朗。",
            "obj": [
                "女性留着黑色短发，穿着黑色裤子和条纹上衣，手里抱着一个小孩。",
                "小孩穿着粉白色衣物。",
                "路径是由灰色砖块铺成，两旁是绿色的草地和多样的树木。",
                "天空呈现出一种暗蓝色调，但没有明显的天气特征可见。"
            ],
            "id": 5
        },
        {
            "u": true,
            "act": "你在室外的小路上行走并微笑。",
            "set": "环境在室外，看起来像是一个居民区的小道，是一个晴朗的天气。",
            "obj": [
                "你留着黑色的长发，穿着蓝色花纹的上衣和深色的裤子，旁边有白色的鞋子",
                "小路两旁有绿色的树木和草地，还有黄色的花朵",
                "天空呈现出蓝色和少量白云"
            ],
            "id": 6
        },
        {
            "u": false,
            "act": "一位中年女性在户外的一个旅游景点和一个婴儿合照。",
            "set": "一位中年女性在户外，天气看起来晴朗，地点像是一个游客休闲的地方。",
            "obj": [
                "一位中年女性留着黑色短卷发，穿着红色外套，黑色裤子，和一个婴儿合照",
                "婴儿穿着带有紫色和白色相间的衣服",
                "旅游景点有几个红色和黄色的装饰性兔子雕塑",
                "背景是具有传统风格的建筑，以及树木和一些户外装饰"
            ],
            "id": 7
        },
        {
            "u": true,
            "act": "你在户外，抱着一个婴儿。",
            "set": "这是在室外，天气晴朗。",
            "obj": [
                "你留着黑色长发，穿着白色背心，毛衣是黄色的，下身穿白色裙子",
                "婴儿穿着紫色长裤和白色带图案的上衣",
                "背后建筑是传统的中国式建筑，有黄色的瓦片和红色的墙体，上面有金色的汉字标志“羽翎尉”，门两侧有广告标识“射击基地”、“古代箭场”",
                "天空是蓝色，有白色云彩",
                "地面是灰色石砖"
            ],
            "id": 8
        },
        {
            "u": false,
            "act": "一个男性正在室外骑马。",
            "set": "这是一个晴朗的户外环境，场所看似是一条有路边植被和远处建筑的公路。",
            "obj": [
                "马是棕色的，带有黑色的鬃毛和尾巴",
                "男性戴着眼镜，留着黑色短发，穿着黑色上衣、灰色裤子和黑色鞋子",
                "远处有建筑物，建筑物的颜色有白色和淡黄色",
                "路边有绿色的植被"
            ],
            "id": 9
        },
        {
            "u": true,
            "act": "你正在户外骑马，旁边有一位男性陪同。",
            "set": "你在一个晴朗的天气下户外骑马，地点看起来像是一条宽阔的道路旁的田野。",
            "obj": [
                "你留着黑色的短发，穿着白色上衣和蓝色下装，坐在棕色的马上",
                "旁边的男性戴着眼镜，穿着黑色上衣和深色裤子，也坐在一匹棕色的马上",
                "两匹马都是棕色的，配有鞍具和缰绳",
                "背景是蓝天和远处的山脉，气候看起来很晴朗"
            ],
            "id": 10
        },
        {
            "u": true,
            "act": "你在户外的道路上骑马，伸出手臂可能在欣赏周围的景色或打招呼，旁边有一位同样骑马的男性",
            "set": "环境在户外，是晴朗的天气。地点像是一片广阔的田野，可能是乡村或郊外的景区",
            "obj": [
                "你留着黑色长发，穿着白色上衣搭配蓝色围巾",
                "马是棕色的，带有马鞍",
                "另外一位骑马的人是男性，黑色短发，戴着眼镜，穿着黑色上衣",
                "道路是灰色柏油路面，旁边有绿色的草地",
                "背景中有山脉和蓝天白云"
            ],
            "id": 11
        },
        {
            "u": true,
            "act": "你在户外，抱着一个小孩。",
            "set": "环境在室外，天气晴朗。",
            "obj": [
                "你留着黑色长发，穿着蓝色开衫、粉红色上衣和卡其色长裙",
                "小孩穿着白色上衣，红色马甲，脸上有可能是食物残渣",
                "背景中有树木，显露出季节可能是春天或秋天",
                "周围有其他行人，以及几条用于装饰的花车"
            ],
            "id": 12
        },
        {
            "u": false,
            "act": "一些粉紫色的鲜花正在开放",
            "set": "环境在室外，看起来是一个花园或者公共的植被区。不能确定天气状况",
            "obj": [
                "花朵是粉紫色的，开放状态，种类可能是牵牛花"
            ],
            "id": 13
        },
        {
            "u": true,
            "act": "你在户外一个石牌坊前，和几位其他人一起站着，其中还有一个小孩和一只狗",
            "set": "你在户外，天气晴朗",
            "obj": [
                "你留着黑色长发，穿着黄色上衣、浅蓝色外套以及浅色裙子",
                "一个小孩被背在背婴袋中，穿着白色上衣和橘黄色裤子",
                "一个中年男性穿着蓝色上衣、黑色裤子，戴着眼镜",
                "一个中年女性穿着红色上衣和黑色裤子，戴着桑色的帽子",
                "一个中年女性穿着蓝色上衣和黑色裤子，抱着小孩",
                "一只黑色的狗带着项圈",
                "石牌坊是白色的，上面有蓝色的文字“洋人街”，左右对联写有“大理好风光”、“世界共分享”"
            ],
            "id": 14
        },
        {
            "u": true,
            "act": "你站在一块平台上，像是在空中漂浮。",
            "set": "环境在室外，天气晴朗。",
            "obj": [
                "你留着黑色长发，穿着白色上衣和裙子，手扶着垂下的秋千。",
                "背景中有蓝天和几朵白云。",
                "还有一片平静的水面，反射出你的影子和周围的风景。",
                "远处是山脉，颜色较深，看起来是在较远的地方。"
            ],
            "id": 15
        },
        {
            "u": true,
            "act": "你和一位男性站在一个由玻璃制成的观景台上。",
            "set": "环境在户外，天气晴朗。",
            "obj": [
                "你身着上衣和裙子裤子，男性穿着卫衣和深色裤子",
                "观景台由清透的玻璃和金属构架制成",
                "背景是晴朗的天空和远方的山脉"
            ],
            "id": 16
        },
        {
            "u": true,
            "act": "你和一个人相向而站，似乎在对话。",
            "set": "环境在室外，天气晴朗。",
            "obj": [
                "你留着黑色长发，穿着白色背心、灰白色裙子以及粉色长袖衬衫，背着黑色背包",
                "旁边一个女性，戴着墨镜，穿着黑色上衣、紫色裤子，坐在地上抱着一个穿着粉色衣服的婴儿",
                "另一个男性，头发短，戴眼镜，穿着淡色夹克、蓝色牛仔裤，背对着摄像头，坐在白色方形装置上",
                "在照片的左侧有一个白色的大型抽象凤凰雕塑，其特征是伸展的金属条构成翅膀",
                "地面是一块大型的蓝色镜面，映照出人和雕塑的倒影"
            ],
            "id": 17
        },
        {
            "u": false,
            "act": "一个人背对着镜头，看着湖面和对面的山坡。",
            "set": "环境在室外，天气晴朗。",
            "obj": [
                "人物头戴棕色牛仔帽，穿着红色上衣、带有色带的背带。背对镜头，性别不明。",
                "湖面有几根木头和一些浮标。",
                "远处的山坡上有树木和建筑物，山坡对面是一些低矮的建筑物。",
                "天空呈现出晴朗的蓝色。"
            ],
            "id": 18
        },
        {
            "u": true,
            "act": "你和一位女士、一个婴儿一起在户外站立，似乎在欣赏美丽的自然风景",
            "set": "环境在室外，天气晴朗",
            "obj": [
                "你穿着粉色上衣，米色短裙，背着黑色背包",
                "左边的女士穿着紫红色上衣，棕色长裤",
                "右边的女士穿着深色上衣和深色长裤，抱着一个穿着彩色衣服的小孩",
                "远处是连绵的山脉，山峰上有些积雪",
                "天空是湛蓝色的，有少量白云",
                "地面是干燥的草地，呈现黄褐色"
            ],
            "id": 19
        }
    ]
}