{
    "super_event": "这是2022年2月份的照片，记录了你在雪地、鸟巢、冬奥会中的活动。我把照片分成了10个场景，前三个场景是:你在雪地里玩耍、窗外雪景、冰墩墩和雪人的雪景。接下来的7个场景是在鸟巢中演出的画面以及合影。",
    "evtStr":"",
    "events": [
        "一共有4张照片，记录了你在雪地里玩耍的场景。环境在室外，下着雪，有很多树木。照片中你穿着迷彩外套、黑色裤子和靴子，周围有被雪覆盖的树木和灌木。",
        "一共有6张照片，记录了窗外被雪覆盖的室外风景。这些场景的环境在室外，天气都是雪天。照片中主要有白色的积雪、光秃的树木、被雪覆盖的建筑物、不明显颜色的车辆、以及雪地中的路灯。",
        "一共有7张照片，记录了户外的冰墩墩雪雕、普通雪人、以及你和雪容融吉祥物在室内的合影。",
        "一共有3张照片，记录了两位男士和你在八宝粥罐头柱子旁的场景。这个场景的环境在室内，可能是展览厅、活动室或餐厅，光线从适中到充足。照片中主要有罐装八宝粥柱子、多样的衣着人物和散落的物品。",
        "一共有2张照片，记录了CCTV13转播的北京2022冬残奥会开幕式和彩排幕后的场景。这个场景的环境在室内，似乎是表演场地或演播室，地面上有彩色的图案，场地看上去宽敞而明亮。照片中主要有表演者、乐器、'BEIJING 2022'的图案、'CCTV13'和'一起向未来-北京2022'的文字。",
        "一共有4张照片，记录了鸟巢体育场在夜晚被灯光照亮的场景。环境分别在室内外，位置是鸟巢内部和外部。照片中主要有体育场座位、场地中央的人、体育场外观等。",
        "一共有9张照片，记录了你在鸟巢内部参与演出的场景。照片中主要有你与其他演员在演奏传统乐器、舞台背景、观众席和照明设备。",
        "一共有5张照片，记录了你在鸟巢体育场室内与人们拍摄合影的场景。这个场景的环境看起来是进行某种庆典或活动的场合。照片中主要有你和其他演员认工们、背景中庞大的体育场馆以及各种表演服饰。",
        "一共有9张照片，记录了你在鸟巢体育场内，与空中的火炬合影的场景。这个场景的环境在室内，鸟巢体育场内灯光闪耀，光线充足。照片中主要有你、其他表演者或参与者、装饰灯、显示屏以及鸟巢体育场馆内部结构。",
        "一共有4张照片，记录了你在户外以及鸟巢内外与背景合影的场景。这些场景的环境在户外时天气晴朗，而室内则光线明亮。照片中主要有你穿着黑色上衣与灰色长裙的模样、红色围巾或披肩，以及'BEIJING 2022'相关的标志性建筑和装置。"
    ],
    "shorts": [
        "你在雪地里玩耍",
        "窗外俯瞰地面的雪景",
        "冰墩墩、雪人、雪容融",
        "你在室内和八宝粥罐头柱子拍照",
        "CCTV13转播北京2022冬残奥会的画面",
        "夜景中的鸟巢外景",
        "鸟巢内部演出，你在弹奏琵琶",
        "鸟巢体育场室内多人合影",
        "鸟巢体育场内的单人照",
        "鸟巢外的单人照"
    ],
    "photos": [
        [
            1,
            2,
            3,
            4
        ],
        [
            5,
            6,
            7,
            8,
            9,
            10
        ],
        [
            11,
            12,
            13,
            14,
            15,
            16,
            17
        ],
        [
            18,
            19,
            20
        ],
        [
            21,
            22
        ],
        [
            23,
            24,
            25,
            26
        ],
        [
            27,
            28,
            29,
            30,
            31,
            32,
            33,
            34,
            35
        ],
        [
            36,
            37,
            38,
            39,
            40
        ],
        [
            41,
            42,
            43,
            44,
            45,
            46,
            47,
            48,
            49
        ],
        [
            50,
            51,
            52,
            53
        ]
    ],
    "topics": [
        [
            "照片中，你穿着迷彩外套，上面有多个徽章，黑色裤子和黑色的雪地靴，你看起来非常快乐。你还记得当时的心情吗？",
            "这些照片捕捉了你在雪地里高兴地伸展双手的瞬间。你还记得在做什么吗？",
            "照片中的环境是户外，周围是树木被雪覆盖的景象。你记得这个地方吗？",
            "照片里的对象包括穿着迷彩外套、黑色裤子的你，以及雪覆盖的树木和地面。这里面有你想了解的内容吗？"
        ],
        [
            "照片展示了室外被雪覆盖的环境，树木光秃，建筑物是圆形的，雪地中偶尔可见的路灯和设施。你还记得这个地方吗?",
            "这些照片中的积雪、覆盖在树木和建筑物上的雪，以及雪地中的车辆和路灯，都为冬季的宁静增添了一份美感。这里面有你想了解的内容吗?",
            "窗外的雪花轻轻地覆盖了每一寸土地和建筑物。下雪天你的心情如何?"
        ],
        [
            "在一张照片中，你穿着迷彩服，和一个冰墩墩雪人合影, 冰墩墩贴有北京2022冬奥会标志和五环标志的细节.你记得这个场景吗?",
            "在另一张照片中，你和红色的雪容融吉祥物合影。雪容融是一个人物扮演的。你记得这个场景吗?",
            "照片中大部分雪人以冰墩墩为主题，有黑色的眼睛和耳朵，并贴有彩色的奥运五环标志。你记得这些雪人吗?",
            "场景环境在室外，地面上覆盖着雪，周围有树木和栅栏。你还记得这个地方吗?"
        ],
        [
            "照片记录了两位男士和一位女士在八宝粥罐头柱子旁的活动，其中男士们衣着从汉服到西装，女士穿着黑色上衣和灰色长裙。你记得都有谁吗?",
            "在展览会场中，不同的八宝粥罐头堆叠成柱子，背景中还有展示板和衣服货架。你还记得在做什么吗?",
            "你在和罐装八宝粥的柱子合影，看起来心情愉快。你的心情如何?",
            "照片中出现了各种物品，如塑料瓶、纸盒、饮料瓶以及食品包装等。这里面有你想了解的内容吗?"
        ],
        [
            "照片中，表演场地上有琵琶、鼓、大提琴等乐器，还有一群坐着的人统一着装演奏乐器。你还记得当时的活动吗?",
            "照片中，屏幕上方显示着'CCTV13'的文字，屏幕下方写着: 以'生命的绽放'为主题，突出残健融合历年。这里面有你想了解的内容吗?",
            "照片展现的室内环境中，地面上有多彩色图案，包括'BEIJING 2022'的字样，还有'一起向未来-北京2022'的横幅。你记得这个地方吗?",
            "照片中，男女表演者们穿着正式的表演服装，远景拍摄，无法确定你是否在场。你记得都有谁吗?"
        ],
        [
            "体育场内的照片显示出蓝色和橙色座位，场地中央有人正在忙碌，他们穿着深色衣服。你记得这个地方吗?",
            "鸟巢的外观为一个大型钢结构建筑物，夜晚时分被红色和黄色的灯光交织照亮。这个照片带给你什么感受?",
            "前景有模糊的车辆经过，可能位于一条道路上，附近有蓝色和红色的照明标牌。你记得当时在做什么吗?"
        ],
        [
            "照片中的你穿着灰色和黑色的服装，长发披肩，站着或坐着弹奏着琵琶和古筝。你还记得自己的精彩演出吗?",
            "你与其他演员共同完成了一场演出，他们穿着不同风格的服装，有的穿着黑色礼服，有的穿着白色服装，你还记得都有谁吗?",
            "一张照片中，还有小孩子们穿着带有绿色和白色的服装，戴着白色帽子和围巾，手里拿着彩色的圆环在表演。你还记得他们在做什么吗?",
            "演出场景在鸟巢的室内，舞台上安装着多彩的灯光和大屏幕。活动中有多种乐器如二胡、笛子和大提琴的演奏。你还记得这个地方吗?",
            "照片中还有蓝色的舞台和明亮的灯光。这里面有你想了解的内容吗?"
        ],
        [
            "合影活动发生在体育场内部，背景中还有很多其他人，穿着黄色或绿色的衣服。你还记得当时的活动吗?",
            "你身着黑色礼服，头发披肩，脸上露出笑容。你当时的心情如何?",
            "照片中有你和其他人，大家都穿着表演服装，包括红色、黑色、灰色不同颜色的裙子和上衣。你记得都有谁吗?",
            "照片中主要的对象有明亮的室内大厅、体育场馆、以及人群拉手的场景。场内装饰有大型吊灯和多彩的灯光。这里面有你想了解的内容吗?"
        ],
        [
            "照片中有天花板悬挂的巨型装饰、装饰灯如雪花状、奥运五环形状的艺术作品、LED地板以及体育场的椭圆形结构。这里面有你想了解的内容吗?",
            "照片中，你身穿黑白相间带图案的上衣，外面披着红色披肩，下身是浅灰色裙子，头发扎成马尾或盘起。你的心情如何?",
            "你在鸟巢体育场的表演区坐着，背后是看台和舞台，有许多穿着红色传统服装的人在表演中活动。你记得在做什么吗?",
            "照片捕捉了鸟巢体育场内部璀璨的灯光和装饰，包括挂着的大型装饰灯、蓝色灯光的座椅和地面、以及悬挂的白色照明装置。你记得这个地方吗?"
        ],
        [
            "照片中呈现了你在室外的日光下，穿着黑色上衣、灰色长裙和红色围巾或披肩的样子，你身后是标志性的鸟巢建筑。你记得这个地方吗？",
            "你在室外和室内的合照都展示了'BEIJING 2022'的元素，无论是建筑上的标语或是艺术装置。这些照片唤起你哪些记忆？",
            "室外照片中你的服饰和表情展现出闲适和愉悦的心情，室内照片中你与火炬的合影更是令人印象深刻。你的心情如何？",
            "这些照片里有很多细节值得探索，比如你服饰上的花纹，或是鸟巢建筑的现代外型。你对它们有什么想了解的吗？"
        ]
    ],
    "ptexts": [
        {
            "u": true,
            "act": "你在雪地里玩耍。",
            "set": "你在户外，天气下雪。",
            "obj": [
                "你穿着迷彩外套，上面有多个徽章",
                "你穿着黑色裤子和黑色的雪地靴",
                "周围是被雪覆盖的树木和灌木"
            ],
            "id": 1
        },
        {
            "u": true,
            "act": "你在雪地里玩耍。",
            "set": "你在户外，天气下雪。",
            "obj": [
                "你穿着迷彩色军装外套，黑色裤子，和黑色的靴子",
                "雪是白色的，覆盖了地面和树木",
                "树木是常绿色，部分被积雪覆盖"
            ],
            "id": 2
        },
        {
            "u": true,
            "act": "你在雪地里玩耍，似乎非常快乐。",
            "set": "环境在室外，下着雪。看起来像是一个公园或者开放的户外区域。",
            "obj": [
                "你穿着迷彩外套，外套上有各种徽章",
                "你的头发扎着，从外套的帽子下露出来",
                "你的裤子是黑色的，与雪地形成对比",
                "雪是纯白色的，覆盖着地面和树木",
                "树木是常绿色，树枝上堆满了雪"
            ],
            "id": 3
        },
        {
            "u": true,
            "act": "你在雪地里高兴地伸展双手。",
            "set": "环境在户外，显然是在下雪。",
            "obj": [
                "你穿着迷彩外套，上面装饰有多个徽章",
                "下穿黑色裤子",
                "背景中有树木，树枝上积满了雪",
                "地面覆盖着雪"
            ],
            "id": 4
        },
        {
            "u": false,
            "act": "窗外被雪覆盖的室外风景。",
            "set": "环境在室外，天气是雪天。",
            "obj": [
                "树木是光秃的，枝叶上覆盖了厚厚的雪",
                "建筑物的屋顶也覆盖了一层雪，建筑物色彩主要是白色和灰色",
                "地面被雪覆盖，几乎看不见原来的颜色",
                "有几个运动设施，像是健身器材或者是儿童游乐设施，都被雪覆盖了"
            ],
            "id": 5
        },
        {
            "u": false,
            "act": "窗外是一片被雪覆盖的景象",
            "set": "环境在室内，窗外是下雪的天气",
            "obj": [
                "窗户是白边框的，玻璃透明",
                "室外有大量的积雪，颜色是白色",
                "远处可以见到建筑物，建筑上也覆盖了雪",
                "树木被雪覆盖，呈现白色和枯黄色",
                "地面上的车辆也堆满了雪，颜色不明显"
            ],
            "id": 6
        },
        {
            "u": false,
            "act": "窗外看到建筑物和树木被雪覆盖。",
            "set": "照片显示的是室外，天气为下雪。",
            "obj": [
                "建筑物表面覆盖着雪，颜色大致为灰白色",
                "地面上积雪覆盖，可以见到少量绿色植物枝条",
                "远处可以看到多台塔吊，颜色主要为黄色和红色",
                "照片中还有一辆车，车身大部分覆盖着雪，颜色不明显"
            ],
            "id": 7
        },
        {
            "u": false,
            "act": "一片窗外的雪景。",
            "set": "环境在室外，天气看起来是雪",
            "obj": [
                "建筑物主要是灰白色调的，建筑物的屋顶覆盖着雪",
                "远处有几台起重机，隐约可见",
                "天空灰蒙蒙的，表明天气阴沉，正在下雪"
            ],
            "id": 8
        },
        {
            "u": false,
            "act": "窗外是一片雪景，雪覆盖了地面和树木。",
            "set": "这是一个户外的环境，天气情况为下雪。",
            "obj": [
                "地面被雪覆盖，呈现出一片白色",
                "多棵树木上积着雪，树枝部分被雪覆盖，显得略微沉重",
                "几个路灯立于雪地中，灯柱为白色"
            ],
            "id": 9
        },
        {
            "u": false,
            "act": "窗外的树木覆盖着雪，看起来十分美丽。",
            "set": "环境在室外，正在下雪，地点无法特定，但可能是一个住宅区或公园。",
            "obj": [
                "树叶因积雪呈现出白色覆盖",
                "树干依然保持原本的颜色，与白色的雪形成对比",
                "雪地是白色的，覆盖了地面和树木",
                "建筑物在背景中部分可见，显示可能是住宅区或相似的建筑环境"
            ],
            "id": 10
        },
        {
            "u": false,
            "act": "雪地里有一个以冰墩墩为主题的雪人，雪人旁边有一张张贴着虎年春节图案的海报。",
            "set": "环境在室外，并且有积雪覆盖。看起来天气是雪后或正在下雪。",
            "obj": [
                "雪人造型以冰墩墩为主题，主体颜色是白色，有黑色的眼睛和耳朵，身上贴有彩色奥运五环标志。",
                "海报是红色的，上面有穿着传统服装的老鼠卡通形象，位于雪人旁边。",
                "积雪覆盖了地面和周围的物体，是白色的。"
            ],
            "id": 11
        },
        {
            "u": false,
            "act": "一个用雪堆成的冰墩墩雕像。",
            "set": "拍摄地点在户外，地面有积雪，天气似乎是晴朗的。",
            "obj": [
                "冰墩墩雕像是白色的，有着黑色的眼睛和耳朵",
                "雕像胸前有一张带有北京2022冬奥会标志的纸张",
                "地面上覆盖着雪，是白色的"
            ],
            "id": 12
        },
        {
            "u": false,
            "act": "一個雪人站在室外，戴着的普通雪人",
            "set": "環境在室外，看起來像是晴天。地點可能是一個有游泳池指示标志的地方",
            "obj": [
                "雪人是白色的，用石头做的眼睛和嘴巴，胡萝卜做的鼻子，戴着一頂帶有图案的帽子",
                "游泳池指示标志貼在玻璃門上，上面有黑色的中文和英文，背景是黃色",
                "地面有蓝色的阴影和白色的雪"
            ],
            "id": 13
        },
        {
            "u": false,
            "act": "一个雪人置于画面中央，周围是雪地和一些裸露的树木和灌木。",
            "set": "环境在室外，天气晴朗，场所看起来像是一个公园。",
            "obj": [
                "雪人是白色的，用石头和红色的物品做成了眼睛和嘴巴，用枝条做成了手。",
                "背景中有裸露的树木，树枝没有叶子。",
                "还有红色和白色的花盆，里面有红色的植物。",
                "远处有些白色的长椅和红色的栏杆。"
            ],
            "id": 14
        },
        {
            "u": false,
            "act": "一座以冰墩墩为主题的雪雕放置在户外。",
            "set": "雕塑位于户外，环境看起来是晴朗的天气。",
            "obj": [
                "雪雕是以北京2022年冬奥会吉祥物冰墩墩为主题，主体颜色是白色，有蓝色和黑色的细节。",
                "雪雕上贴有'Beijing 2022'的标志和奥林匹克五环标志。",
                "背景中有建筑物，建筑物的颜色是灰色，看起来像是办公楼或学校建筑。",
                "周围有积雪和树木，树木的颜色主要是棕色的树干和绿色的树叶。",
                "雪地是白色，周围的栅栏是金属材质，颜色是灰银色。"
            ],
            "id": 15
        },
        {
            "u": true,
            "act": "你正在和一个冰墩墩雪人合影",
            "set": "环境在室外，天气看起来很晴朗",
            "obj": [
                "你穿着迷彩服，服饰上有多个徽章贴纸",
                "冰墩墩是白色的，带有奥运五环标志和'BEIJING 2022'的字样",
                "背景中有建筑，建筑外表面是银灰色",
                "地面覆盖着雪，呈现出白色"
            ],
            "id": 16
        },
        {
            "u": true,
            "act": "你正在和一个穿着雪容融装束的人合影。",
            "set": "环境在室内，看起来像是某个体育场馆或者展览大厅。",
            "obj": [
                "你留着黑色长发，穿着黑色长款羽绒服，黑色裤子",
                "雪容融装束是红色的，有着白色的细节和图案，模仿一个经典的动画角色",
                "地面是浅色，有条纹装饰，天花板高",
                "墙上挂着红色的中国国旗"
            ],
            "id": 17
        },
        {
            "u": false,
            "act": "两位男士站在一个八宝粥罐头堆成的柱子旁",
            "set": "环境在室内，似乎是展览厅或会场。",
            "obj": [
                "前方有一个由罐装八宝粥堆成的柱子，色彩丰富",
                "左侧的男士穿着白色汉服，头发短而平整",
                "右侧的男士穿着深色上衣和浅色裤子，头发短而有些卷曲",
                "背景中有展示衣服的货架，以及坐着和站着的人们",
                "桌上散落着各种物品，包括瓶装饮料、纸盒和塑料包装"
            ],
            "id": 18
        },
        {
            "u": false,
            "act": "两位男士站在一个八宝粥罐头堆成的柱子旁",
            "set": "环境在室内，可能是一个活动室或餐厅。屋内光线适中，有吊顶灯。",
            "obj": [
                "左侧男性穿着白色中式上衣，留有短发",
                "右侧男性穿着深色西式衣服，有短发",
                "桌子上散落着各式食品包装，可能是聚餐或活动后的剩余",
                "罐装食品堆叠成高柱，包括黄色，红色等多彩包装的罐装八宝粥"
            ],
            "id": 19
        },
        {
            "u": true,
            "act": "你在和罐装八宝粥堆成的柱子合影。",
            "set": "环境在室内，看起来像是一个展览会场。会场中光线充足。",
            "obj": [
                "你留着黑色长发，穿着黑色上衣、灰色长裙，上衣上有花卉图案",
                "罐装八宝粥的柱子，由不同品牌的八宝粥罐头堆叠而成，颜色丰富",
                "背景中有一个展览会的展板，展板上有图文",
                "地面上有很多散乱的物品，如塑料瓶、纸盒等",
                "其他人物，包括一个穿黑色衣服的男性和一个侧脸可见的人"
            ],
            "id": 20
        },
        {
            "u": false,
            "act": "CCTV13转播的北京2022冬残奥会开幕式画面",
            "set": "环境在室内，似乎是一个表演场地。地面上有彩色的图案，场地看上去宽敞而明亮",
            "obj": [
                "表演者男女各有，皆穿着正式的表演服装。远景拍摄，无法判断是否有你",
                "乐器包括琵琶、鼓、大提琴等",
                "地面图案是多彩色的，图案中有'BEIJING 2022'的字样",
                "屏幕上方显示着'CCTV13'的文字",
                "屏幕下方写着: 以'生命的绽放'为主题，突出残健融合历年"
            ],
            "id": 21
        },
        {
            "u": false,
            "act": "CCTV13转播的北京2022冬残奥会彩排幕后",
            "set": "环境在室内，看起来像是一个演播室。",
            "obj": [
                "电视屏幕显示为CCTV13新闻频道",
                "所有人都坐着，他们穿着统一的黑色上衣，集体演奏乐器",
                "背景横幅上写着'一起向未来-北京2022'"
            ],
            "id": 22
        },
        {
            "u": false,
            "act": "体育场内部有一些人正在做准备工作。",
            "set": "环境在室内，地点是鸟巢内部。",
            "obj": [
                "体育场座位是蓝色和橙色",
                "场地中央有人，他们穿着深色的衣服",
                "照明灯是白色光源，悬挂在体育场顶部"
            ],
            "id": 23
        },
        {
            "u": false,
            "act": "一张鸟巢的夜景照片。",
            "set": "环境在户外，照片显示的是鸟巢建筑的外部。",
            "obj": [
                "鸟巢是一个大型的钢结构建筑物，其色彩为红色和黄色的灯光交织。"
            ],
            "id": 24
        },
        {
            "u": false,
            "act": "北京国家体育场（鸟巢）在夜晚被灯光照亮。",
            "set": "这是一个室外场景，夜晚时分。",
            "obj": [
                "体育场外观呈现钢结构的网状设计，主要颜色是红色和黄色的灯光，体育场名为鸟巢",
                "前景有模糊的车辆经过，可能是一条道路",
                "附近有蓝色和红色的照明标牌"
            ],
            "id": 25
        },
        {
            "u": false,
            "act": "鸟巢体育场的外部结构在夜晚被灯光照亮。",
            "set": "这是室外的一个场所，在夜间，鸟巢体育场被灯光照亮。",
            "obj": [
                "鸟巢体育场的外部结构为独特的钢结构，主要颜色为黄色和红色的灯光照亮"
            ],
            "id": 26
        },
        {
            "u": true,
            "act": "大屏幕上播放着画面，画面是你在参与鸟巢内的演出。",
            "set": "活动在室内进行，地点是鸟巢。",
            "obj": [
                "你穿着带有灰色和黑色的服装，座位上",
                "大屏幕显示着彩色图案",
                "其他演员也穿着不同风格的衣服，扮相多样",
                "乐器由多种类型组成，如二胡和大提琴",
                "场馆安装有照明设备"
            ],
            "id": 27
        },
        {
            "u": true,
            "act": "大屏幕上播放着画面，你正在用琵琶进行演出",
            "set": "环境在室内，像是在鸟巢内部的某个场所",
            "obj": [
                "你穿着一件银色的演出服，长发披肩",
                "你正在弹奏一把棕色的琵琶",
                "大屏幕是彩色的，显示着多彩的光线",
                "与你一起演出的有其他穿着各式服装的男女演员，他们各自演奏着不同的乐器"
            ],
            "id": 28
        },
        {
            "u": true,
            "act": "你坐在大屏幕显示的场景中，正在演奏传统乐器。",
            "set": "环境在室内，可能是一个演出场所如鸟巢内。",
            "obj": [
                "你留着黑色长发，穿着黑色及膝礼裙和灰色的上衣，正在弹奏一把古筝",
                "其他人也穿着礼服和传统服装，演奏着各种乐器，如二胡、笛子和大提琴",
                "舞台背景是彩色条纹，呈现出多彩的视觉效果",
                "大屏幕的边框可见，显示这是一次现场的摄像传送"
            ],
            "id": 29
        },
        {
            "u": true,
            "act": "你在一个大屏幕上拍摄的鸟巢内演出中，坐着弹奏着琵琶。",
            "set": "这是一个室内场所，环境看起来像是一个表演场所。",
            "obj": [
                "你留着长发，穿着银色带亮片的黑色上衣和灰色长裙，弹奏着琵琶",
                "旁边的女性穿着不同颜色的长裙，有的是蓝色，有的是白色，每个人都在弹奏不同的中国传统乐器",
                "男性穿着白色的上衣，有的在弹奏二胡，有的在弹奏大提琴",
                "大屏幕背景是五颜六色的"
            ],
            "id": 30
        },
        {
            "u": true,
            "act": "大屏幕上播放着画面，你坐着演奏乐器。",
            "set": "场景在鸟巢内部，是室内演出环境。",
            "obj": [
                "你穿着银色带亮片的黑色上衣和灰色长裙，手中拿着一把古筝",
                "大屏幕显示着色彩斑斓的背景",
                "其他演奏者穿着各式华丽的服装，手中持有不同乐器，如小提琴和大提琴"
            ],
            "id": 31
        },
        {
            "u": true,
            "act": "大屏幕上播放着画面，你正在演奏乐器。",
            "set": "你在室内，具体地点可能是鸟巢的内部。",
            "obj": [
                "你穿着深色上衣，浅色长裙，头发梳成马尾",
                "其他人也穿着演出服装，有的穿白色上衣，有的穿彩色长裙，不同的人演奏不同的乐器，比如提琴、二胡",
                "背景是大屏幕，上面有彩色条纹"
            ],
            "id": 32
        },
        {
            "u": true,
            "act": "大屏幕上播放着鸟巢内的演出，你正站着弹琵琶。",
            "set": "环境在室内，看起来像是一个大型演出场所。",
            "obj": [
                "你留着长发，穿着一件灰色的长裙，正在舞台上",
                "舞台上还有其他穿着白色服装的演员，他们有的人坐着有的人站着",
                "舞台是大型的，有多彩的灯光装饰，并伴有大屏幕",
                "大屏幕显示的是演出的一部分，上面有文字说明"
            ],
            "id": 33
        },
        {
            "u": true,
            "act": "大屏幕上播放着鸟巢内的演出，你正站着弹琵琶。",
            "set": "环境在室内，看起来像是一个大型体育场或演唱会现场。",
            "obj": [
                "你穿着灰色的长裙，上身是深色与浅色相间的服装，头上戴着深色的帽子",
                "旁边的人也都穿着类似的民族风格服装，使用各种乐器，如二胡、笛子",
                "大屏幕是蓝色背景，位于舞台的后方",
                "鸟巢内部灯光明亮，可以看到观众席上的观众"
            ],
            "id": 34
        },
        {
            "u": false,
            "act": "一群穿着节日服装的孩子和成人在进行演出，他们排成几行站在舞台上。",
            "set": "演出在室内进行，看起来像是一个体育场或演唱会现场。",
            "obj": [
                "成人穿着白色服装，头戴白色帽子，演奏乐器",
                "小孩子们穿着带有绿色和白色的服装，戴着白色帽子和围巾，他们手里拿着彩色的圆环",
                "舞台是蓝色，整个场地灯光明亮"
            ],
            "id": 35
        },
        {
            "u": true,
            "act": "你在一个室内场所与其他人一起拍摄合影",
            "set": "环境在室内，地点可能是鸟巢内部",
            "obj": [
                "人群中有男性和女性，都穿着传统或节目表演服装",
                "你穿着有红色背心和黑色装饰的白色上衣，下身是灰白色裙子",
                "背景是体育场内部，上方有装饰性的白色灯光结构"
            ],
            "id": 36
        },
        {
            "u": true,
            "act": "你在室内的体育场内，和一群演员一起庆祝或合影。",
            "set": "你在鸟巢体育场内，环境看起来像是进行某种庆典或活动的场合。",
            "obj": [
                "你留着黑色长发，穿着带有红色披肩的黑色上衣和灰色裙子",
                "第二排左数第三个是女性，穿着深色衣服，上身配有红色披肩",
                "其他人穿着各式服装，包括白色长袍、深色西装、红色服装等",
                "背景是一个体育场，有大量坐席和装饰灯光"
            ],
            "id": 37
        },
        {
            "u": true,
            "act": "你在一个体育场内与其他女士演员一起合影",
            "set": "你在室内，处于一个体育场馆内部",
            "obj": [
                "你留着黑色长发，穿着黑色上衣和灰色长裙，搭配红色围巾",
                "左侧的女士穿着橙色上衣和白色长裤",
                "右侧第一位女士穿着红色上衣和绿色长裙",
                "右侧第二位女士穿着绿色上衣和红色长裙",
                "背景中的体育场馆座位上满是观众",
                "场内装饰有大型吊灯和多彩的灯光"
            ],
            "id": 38
        },
        {
            "u": true,
            "act": "你在室内和其他三位女士一起合影。",
            "set": "场景在室内，貌似是一处体育场或表演场地。光线明亮且五彩斑斓。",
            "obj": [
                "你留着长发，梳着中分，穿着带有红色、黑色和灰色条纹的服装，脸上露出笑容",
                "第一位女士留着长发，穿着红色长裙，身体向前倾斜，手臂张开",
                "第三位女士留着较短的发型，穿着灰色和黑色的长裙，身体向前倾斜，手臂张开",
                "最后一位女士留着较长的发型，穿着绿色和黑色的长裙",
                "背景是一个庞大且照明鲜艳的室内体育场，观众席上可见观众",
                "天花板悬挂着一个巨大的、发光的雪花造型装置"
            ],
            "id": 39
        },
        {
            "u": true,
            "act": "你在一个明亮的大厅内和其他人一起合影，右手比着V型手势。",
            "set": "环境在室内，看起来像是一个明亮的大厅。",
            "obj": [
                "你留着黑色长发，穿着黑色和灰色相间的长裙，裙子上半部分是黑色蕾丝花纹，下半部分是灰色。",
                "右边第一个人是男性，留着短发，穿着白色中式褂子和白色裤子，两手合十。",
                "左数第一个人是男性，留着短发，穿着白色中式褂子和白色裤子。",
                "左数第二个人是女性，留着长发，穿着黑色上衣和灰色长裙，双手交叉在胸前。",
                "中间的人是女性，留着长发，穿着黑色上衣和红色长裙，紧握着一个毛绒玩具。",
                "左数第三个人是女性，留着长发，身穿红色和黑色的长裙，右手比着V型手势。",
                "左数第四个人是男性，留着短发，穿着白色中式褂子和白色裤子。"
            ],
            "id": 40
        },
        {
            "u": true,
            "act": "你在一个室内的大型体育场内，伸展双臂，和空中的火炬合影",
            "set": "你在室内，地点是鸟巢体育场。体育场内灯光闪耀",
            "obj": [
                "你穿着黑、白色相间带图案的上衣，外面披着红色的披肩，下身是浅灰色裙子",
                "你的背景是一个大型体育场，灯光璀璨，结构现代",
                "体育场中有许多身着色彩鲜明服装的人正在场地中活动，服饰风格多样",
                "头顶有一个挂着的大型装饰灯，造型独特，主要以蓝色和白色为主",
                "场地中央有一块显示屏，正在播放一些内容，显示屏四周有彩色光环包围"
            ],
            "id": 41
        },
        {
            "u": true,
            "act": "你在一个大型体育场内，张开双臂，和空中的火炬合影",
            "set": "你处于室内，地点是鸟巢。鸟巢内部的光线看起来是由体育场的照明设备提供。",
            "obj": [
                "一个女性，他留着直发，搭在肩上",
                "她穿着主体为黑色与白色的上衣，以及白色的长裙，上衣有金色与黑色的图案设计，肩部有红色的装饰布",
                "该女性背后有大量穿着不同颜色衣服的人，看起来像是一群表演者或参与者",
                "体育场内装饰着蓝色的灯光，气氛庆典",
                "在照片顶部有一件艺术作品，由亮灯构成，类似雪花的形状，中间有一个类似奥运五环的图案"
            ],
            "id": 42
        },
        {
            "u": true,
            "act": "你在一个大型体育场内，张开双臂，和空中的火炬合影",
            "set": "环境在室内，看上去是一个大型体育场馆内，可能是在晚上或顶部被覆盖时因为没有自然光。",
            "obj": [
                "你留着黑色长发，梳着半丸子头，穿着白色上衣搭配深色背心和裙子，上身衣服部分带有蕾丝装饰，肩膀披着一条红色披肩",
                "体育场馆内部装饰着蓝色座椅和灯光",
                "在场馆中心悬挂着一个造型独特的白色照明装置",
                "地面为紫色",
                "有许多身穿红色传统服装的人参与活动"
            ],
            "id": 43
        },
        {
            "u": true,
            "act": "你在一个大型室内场馆中张开双手，和空中的火炬合影",
            "set": "你在室内，地点是一个名为鸟巢的大型体育场馆",
            "obj": [
                "你穿着有黑色和米色的衣服，领边是红色的",
                "背景中有火炬形状的装置，上面是白色的",
                "地面是蓝色且有灯光效果",
                "场馆内有许多穿着红色服饰的表演者"
            ],
            "id": 44
        },
        {
            "u": true,
            "act": "你在一处大型室内场馆中开心地张开双臂，周围有其他人在进行走动。",
            "set": "你在室内，地点是鸟巢，它是一个体育场馆。",
            "obj": [
                "你头发颜色是黑色，披肩发",
                "穿着蓝色上衣，灰色长裙，以及红色披肩",
                "周围的人穿着各式服装，正在表演",
                "场馆内装饰有大型的光影装置，看起来像是奥运五环的形状",
                "场馆地面看起来是蓝色"
            ],
            "id": 45
        },
        {
            "u": true,
            "act": "你在一个室内场所摆出双手比V字的手势，周围有其他人在进行走动。",
            "set": "环境在室内，看起来像是一个大型场馆或体育场。由于提供的元数据，可以知道这是鸟巢。",
            "obj": [
                "你穿着黑色上衣和彩色图案，灰色长裙，头发扎成一条马尾",
                "背景是大型室内体育场，顶部装饰了电子显示屏幕为蓝色装饰的雪花图案",
                "其他人穿着五颜六色的衣服，在场馆内活动",
                "场馆内有蓝色的灯光和场地"
            ],
            "id": 46
        },
        {
            "u": true,
            "act": "你在体育场的表演区域上坐着",
            "set": "环境在室内，看起来像是体育场。体育场的光线很亮",
            "obj": [
                "你穿着舞台表演服装，头发扎起",
                "背后是体育场的看台和舞台，有很多人在表演",
                "体育场内部结构是灰色的",
                "天花板悬挂的巨型装饰是蓝色的",
                "表演区域是白色的"
            ],
            "id": 47
        },
        {
            "u": true,
            "act": "你在鸟巢内与火炬合影",
            "set": "环境在室内，看起来像是体育场馆。体育场馆中光线充足",
            "obj": [
                "你留着长发，束着马尾",
                "穿着黑色上衣，上面有花纹装饰，配有红色围巾，灰色裙子",
                "背景中有一个火炬形状的装饰，主体为白色，装饰有蓝色点缀",
                "远处有穿着不同颜色衣服的人群，男女穿着蓝色和粉色的服装",
                "场馆内部结构是椭圆形，座位区域呈蓝色调"
            ],
            "id": 48
        },
        {
            "u": true,
            "act": "你坐在地上。",
            "set": "环境在室内，看起来像是鸟巢的内部。光线由地板的LED灯提供，呈现多彩效果。",
            "obj": [
                "你穿着黑色上衣，外面披着一件红色的披肩，下身是深灰色长裙，腰间有装饰性腰带。",
                "头发呈黑色，长发被盘起。",
                "地板为LED屏，呈现出多彩的光影。",
                "背景中有其他模糊的人物，具体无法分辨。"
            ],
            "id": 49
        },
        {
            "u": true,
            "act": "你站在户外，身穿黑色上衣、灰色长裙，围着红色围巾，似乎在微笑着享受阳光。",
            "set": "你位于室外，天气晴朗。具体位置是鸟巢外，这是一个运动场所。",
            "obj": [
                "你长着黑色头发，梳成半扎发型",
                "穿着黑色上衣，上面有花纹装饰",
                "灰色长裙让你显得十分优雅",
                "红色围巾为你的服装增添了色彩",
                "背景中的鸟巢是灰白色的，具有现代建筑特点",
                "文字“BEIJING 2022”出现在照片背景的建筑上方，是一种宣传横幅"
            ],
            "id": 50
        },
        {
            "u": true,
            "act": "你站在户外，背后是鸟巢。",
            "set": "你在室外，天气看起来晴朗。地点是鸟巢。",
            "obj": [
                "你头发颜色为黑色，系成马尾",
                "你穿着黑色上衣、带有银色花纹的灰色长裙，以及一个红色围巾",
                "背后的建筑物是鸟巢，外观以白色和灰色的金属结构为主",
                "建筑上有蓝色的横幅，上面写着'BEIJING 2022 Together for a Shared Future'"
            ],
            "id": 51
        },
        {
            "u": true,
            "act": "你站在户外，背后是鸟巢",
            "set": "环境在户外，天气晴朗。你在鸟巢外，这是一个著名的体育场",
            "obj": [
                "你留着黑色长发，穿着黑色上衣和灰色长裙，腰间有红色腰带",
                "背后的鸟巢主体结构是银灰色，上方有蓝色的'BEIJING 2022'字样",
                "天空是蓝色的"
            ],
            "id": 52
        },
        {
            "u": true,
            "act": "你在室内与火炬合影",
            "set": "你在鸟巢内部，室内光线明亮",
            "obj": [
                "你穿着黑色上衣，黑色上衣上有精美的银色花纹，下搭浅灰色的裙子，肩上披着红色的披肩",
                "你的背后是一个大型的装置艺术，主要是白色和透明色",
                "还有其他人，他们穿着各式各样的衣服，包括蓝色和白色的衣服"
            ],
            "id": 53
        }
    ]
}