{
    "super_event": "这是2011年7月19日的照片,一共有35张。我把照片分成了10个场景，前三个场景是：'洋河融海'石碑旁的合影，海边的风力发电机，你坐在车内向窗外拍照。接下来三个场景是：孩子们在户外抬轿子，你在海边摆出胜利手势，你在码头和船只合影。最后四个场景是：参观古代建筑群,户外荡秋千,室外参观古树,以及你和两人在树林中自拍。",
    "evtStr": "",
    "events": [
        "一共有1张照片，记录了两位女士站在一块石碑旁的场景, 石碑上写着'洋河融海'。这个场景在室外，天气多云。照片中除了两位女士和石碑，还有蓝色栏杆和绿色植被。",
        "一共有5张照片，记录了海边的风力发电机和草坪。这个场景在户外，天气多云，地点看起来像是海岸线附近的风力发电场。照片中主要有风力发电机、海水、天空、植被和远处的船只。",
        "一共有2张照片，记录了你在车内拍照的场景。这个场景的环境在室外，气候条件不能确定，但光线明亮。照片中主要有你、同车内的男女、车子以及你手中的数码相机。",
        "一共有3张照片，记录了小男孩和小女孩在户外抬轿子的场景。这个场景的环境在室外，天气看起来是晴朗的。照片中主要有轿子、伞、树木和花丛。",
        "一共有4张照片，记录了几个人在海边岩石上摆出胜利手势的场景。环境是室外的海边，天气看起来多云。照片中主要有岩石、海水、人物。",
        "一共有2张照片，记录了你在户外码头的场景，你身后水面上有船只。这个场景的环境在户外，天气在多云到晴朗之间变化。照片中主要有你、船只、小岛。",
        "一共有4张照片，记录了你和其他人参观古代建筑群的场景。照片中主要有男子和小孩、古典风格的建筑、绿树和蓝天。",
        "一共有5张照片，记录了你在户外荡秋千的场景。照片中你主要穿着白色上衣和灰色裤子，戴着白色帽子，秋千由木头和金属制成，周围有树木和灌木。",
        "一共有7张照片，记录了你参观古典风格建筑和古树的场景。照片中主要有你站在树旁，树上缠绕红色布条。还有照片显示了刻有'圣水宫'和'祖孙银杏'的石碑。",
        "一共有1张照片，记录了你一位女士和一位男孩一起在户外自拍。你留着黑色的短发，穿着白色短袖衬衫。照片拍摄于户外，白天有云但整体光线充足。背景有绿色的树木"
    ],
    "shorts": [
        "两位女士与'洋河融海'石碑合影",
        "风力发电机在海边运转",
        "你坐在车内向窗外拍照",
        "孩子们在户外抬轿子",
        "你在海边摆出胜利手势",
        "你在码头和船只合影",
        "参观古代建筑群",
        "你在户外荡秋千",
        "室外参观古树和石碑",
        "你和两人在树林中自拍"
    ],
    "photos": [
        [
            1
        ],
        [
            2,
            3,
            4,
            5
        ],
        [
            6,
            7
        ],
        [
            8,
            9,
            10
        ],
        [
            11,
            12,
            13,
            14
        ],
        [
            15,
            16
        ],
        [
            17,
            18,
            19,
            20
        ],
        [
            21,
            22,
            23,
            24,
            25
        ],
        [
            26,
            27,
            28,
            29,
            30,
            31,
            32
        ],
        [33]
    ],
    "topics": [
        [
            "照片中有一块被称为“洋河融海”的浅灰色石碑。你记得这个地方吗?",
            "两位女士站在石碑旁，一位穿着带有多彩花朵图案的白色短袖上衣和同款图案的短裤，另一位穿着深色上衣和黑色下装。你记得都有谁吗?"
        ],
        [
            "你穿着白色短袖上衣和灰色长裤，和一群人一起在草地上坐着。你记得都有谁吗?",
            "照片中，有风力发电机的塔身、深灰蓝色的海水、绿色的植被、远处的岛屿和船只。这里面有你想了解的内容吗?"
        ],
        [
            "照片中有你在车里拍照。你留着短发，穿着白色上衣，拿着银白色的数码相机。你还记得当时在做什么吗?",
            "照片里有你手中的银白色数码相机，以及车内的其他人，他们的穿着和坐姿。这里面有你想了解的内容吗?"
        ],
        [
            "小男孩和小女孩穿着轻便的衣服，小男孩戴着帽子，小女孩撑伞，他们在户外，你记得在场的人物吗?",
            "照片中，孩子们抬着轿子，你记得这是在哪里吗?"
        ],
        [
            "照片中几个人在海边的岩石上摆出胜利的手势，他们穿着轻便的夏日服装，看起来心情愉快。你记得都有谁吗?",
            "你坐在海边岩石上，身穿白色带条纹的短袖衬衫和灰色短裤，对着相机做一个胜利的手势。你还记得当时的活动吗?",
            "海边的岩石是棕褐色的，海水呈现深蓝色带白色泡沫，天空是多云的。你记得海边的感觉吗?",
            "照片中的主要物品包括岩石、海水、人物的穿着和手势。这里面有你想了解的内容吗?"
        ],
        [
            "照片中，你留着黑色头发，上身穿着白色带有黑色边的短袖上衣，下身穿着灰色长裤，脚穿浅色运动鞋，手持一个蓝白相间的塑料袋。你面带微笑，站在港口边，背后是停泊的船只和一个小岛。你记得在做什么吗?",
            "背景中有多云的天空和木质的渔船，港口的景象让人印象深刻。你记得海边的感觉吗?",
            "天空、港口、船只、小岛和手中的塑料袋是照片中的主要元素。这里面有你想了解的内容吗?"
        ],
        [
            "照片中的地点看起来像是某个古代建筑群或寺庙，有红色和灰色的建筑，红色屋顶，和黄色旗帜。周围有绿色的树木和蓝天。你记得这个地方吗?",
            "你在照片中留着短发，穿着白色短袖衬衫和灰色长裤，脚穿运动鞋，站在另一个男性旁边。你的心情如何?",
            "照片中一个男子留着短发，穿着深色短袖衬衫和浅色长裤，抱着一个穿着黑色条纹衣服的小孩子。你记得都有谁吗?",
            "照片中有绿色的树木，红色古典建筑，黄色和红色的旗帜，以及一座山。这里面有你想了解的内容吗?"
        ],
        [
            "照片中，你身穿白色上衣和灰色裤子，戴着帽子，在户外荡秋千，你还记得那天都做了些什么吗?",
            "你所在的地方，秋千由不同颜色的木头和金属制成，周围是石板地面、树木和灌木，你还记得这个地方吗?",
            "照片中有树木、灌木和长椅，其中长椅是由暗色木头制成，你想了解这些环境中的哪些内容吗?"
        ],
        [
            "照片中石碑刻有中文文字'圣水宫'和'祖孙银杏'。你记得这些石碑吗?",
            "你似乎在参观或欣赏树旁的自然风景和建筑物，树干被红色的布条包裹。你记得在做什么吗?"
        ],
        [
            "照片中你留着黑色的短发，穿着白色短袖衬衫。左侧的女性留着黑色长发，穿着带有印花的短袖上衣。右侧的男孩留着黑色短发，穿着白色短袖衬衫。你记得他们吗?",
            "照片背景中有绿色的树木，像是在户外的森林中。你记得是在哪里吗?"
        ]
    ],
    "ptexts": [
        {
            "u": false,
            "act": "两位女士站在一块石碑旁。",
            "set": "照片拍摄于室外，天气看起来是多云。",
            "obj": [
                "左边的女士留着短发，穿着带有多彩花朵图案的白色短袖上衣和同款图案的短裤，脚穿白色运动鞋。",
                "右边的女士留着短发，穿着深色上衣和黑色下装，脚穿红色拖鞋。",
                "石碑是浅灰色的，上面红色的字体写着“洋河融海”。",
                "背景中有蓝色的栏杆和绿色的植被。"
            ],
            "id": 1
        },
        {
            "u": false,
            "act": "两个大型风力发电机位于海边，背景中还有一艘船在水面上行驶。",
            "set": "环境在户外，天气多云，地点看起来像是海岸线附近的风力发电场。",
            "obj": [
                "风力发电机是白色的，塔身上有写字",
                "海水是深灰蓝色",
                "天空是多云的，云彩是白色和灰色混合",
                "远处有一艘船，呈长条形，颜色无法分辨",
                "岸边有部分植被，颜色为绿色",
                "远处有一个小岛，呈椭圆形，颜色深绿"
            ],
            "id": 2
        },
        {
            "u": false,
            "act": "一些风力发电机正在岸边运转。",
            "set": "环境在室外，天气看起来多云。",
            "obj": [
                "风力发电机是白色的，有三片叶片",
                "岸边有绿色植物和土坡",
                "水面接近灰色，水体平静"
            ],
            "id": 3
        },
        {
            "u": false,
            "act": "一排风力发电机在海边运转",
            "set": "环境在室外，天气看起来是多云的，地点是海边",
            "obj": [
                "风力发电机是白色的，高大的立柱和三片旋转叶片构成",
                "海水是灰蓝色，平静地延伸到地平线",
                "岸边有草地，草为绿色",
                "远处可以看到建筑物，它们的颜色和形状多样"
            ],
            "id": 4
        },
        {
            "u": true,
            "act": "你在户外与一群人一起坐在草地上，看起来像是在休息或者聊天。",
            "set": "环境在户外，天气看起来是阴天。",
            "obj": [
                "你穿着一件白色短袖上衣，灰色长裤，站立在草地上",
                "其他人包括男性和女性，他们有的戴着帽子，有的打着伞，有的穿着短袖，有的穿着裙子",
                "草地是绿色的",
                "有一把蓝色格子图案的伞",
                "背景有几台白色的风力发电机",
                "远处可见房屋和树木"
            ],
            "id": 5
        },
        {
            "u": true,
            "act": "你在车里坐在驾驶座旁边。你似乎在用相机拍照，车窗边有另一位男士向外挥手",
            "set": "环境在户外，车子停在有绿色植被的地方。气候条件不能确定，但光线明亮",
            "obj": [
                "你留着短发，穿着白色短袖上衣",
                "车子是深色系，内饰是浅色",
                "坐在后座的女士穿着深色服装",
                "在车外挥手的男士戴着红色帽子，穿着深色背心"
            ],
            "id": 6
        },
        {
            "u": true,
            "act": "你坐在车里，正在用数码相机拍照。",
            "set": "环境在室外，看起来是一个停车场或道路旁边。无法确认当前的天气状况。",
            "obj": [
                "你身穿一件白色带有黑色边的polo衫，带有黑色太阳镜，头发呈现自然的黑色",
                "旁边坐着一位女性，穿着灰色上衣，头发为黑色，长度到肩部",
                "驾驶座上坐着一位男性，戴着红色棒球帽，戴眼镜，穿着黑色背心",
                "汽车是灰蓝色的，车内座椅覆盖着灰色带有圆点的座套",
                "手中的数码相机为银白色"
            ],
            "id": 7
        },
        {
            "u": false,
            "act": "一个小男孩戴着一顶帽子,坐在一个彩色的木制结构内，和一个小女孩一起摆弄手势",
            "set": "环境在室外，看不出明显的天气状况，但场地是铺设有砖块的地面",
            "obj": [
                "小男孩穿着蓝色T恤，，戴着一顶浅色棒球帽，下身穿着有一点磨损的牛仔裤",
                "小女孩穿着白底带有褐色图案的裙子，黑色短发，坐在你旁边",
                "彩色木制结构呈现中式设计，配色主要是红黄蓝，带有中国传统的福字图案",
                "地面是由红白色的砖块铺成"
            ],
            "id": 8
        },
        {
            "u": false,
            "act": "一位男孩和一位女孩正在户外，女孩撑着伞。",
            "set": "他们处于一个室外开阔的地方，天气似乎是晴朗的。",
            "obj": [
                "男孩穿着蓝色短袖上衣、浅蓝色半裤，戴着白色帽子，拖鞋是黑色的。",
                "女孩穿着白色连衣裙，拿着粉色带图案的伞，穿着棕色的凉鞋。",
                "地面是由红色和灰色方形砖块铺成的。",
                "背景里有树木和花丛，色彩主要是绿色和黄色。",
                "黄色的小亭子，亭子上装饰着橙色的花和绿红色的条纹。"
            ],
            "id": 9
        },
        {
            "u": false,
            "act": "一位男孩、一位女孩，以及一位女士在户外，女孩撑着伞。",
            "set": "环境在户外，看起来是晴朗的天气。",
            "obj": [
                "小男孩穿着蓝色短袖衫、蓝色长裤，戴着棕色帽子。",
                "旁边是一位留着短发的女士，穿着花卉图案的连衣裙，站在折叠伞下。",
                "折叠伞是紫色带有图案。",
                "还有一位穿着白色连衣裙的小女孩，站在折叠伞下。",
                "地面是红白相间的砖块。",
                "背景中有绿色植被和一些黄色花朵。",
                "还有一辆带有装饰的黄色车辆，上面写着'快乐'。"
            ],
            "id": 10
        },
        {
            "u": false,
            "act": "几个人在海边的岩石上，一起摆出了胜利的手势。",
            "set": "环境是在户外，看起来是阴天的海边。",
            "obj": [
                "一位男性留着黑色短发，穿着黑色短袖T恤和棕色短裤，脚穿凉鞋",
                "岩石是暗褐色的，与水面交接处水花四溅",
                "另外有三名男性，两名戴着帽子，一位穿着棕色T恤，穿着短裤，另外两位分别穿着白色和灰色T恤，都穿着短裤",
                "还有一名女性，留着黑色短发，穿着白色带花纹的连衣裙"
            ],
            "id": 11
        },
        {
            "u": false,
            "act": "几个人在海边的岩石上，一起摆出了胜利的手势。",
            "set": "外部环境，位于海边，天气看起来晴朗。",
            "obj": [
                "一位男性穿着黑色短袖，黑色短裤，黑色鞋子，摆出胜利的手势",
                "还有一位男性，穿着白色无袖上衣，棕色短裤，戴着帽子",
                "一位女性穿着白色连衣裙，留着长发",
                "还有其他几个人，但不是很清晰，",
                "岩石是棕红色的，海水是浅蓝色的"
            ],
            "id": 12
        },
        {
            "u": true,
            "act": "你坐在岩石上，正在对着镜头比出胜利的手势。",
            "set": "环境在室外，看起来是多云的天气。地点是在海边的岩石上。",
            "obj": [
                "你穿着白色带黑色条纹的短袖衬衫，灰色短裤，赤脚坐在岩石上",
                "岩石是棕褐色的，有海水不断冲刷",
                "背景中可以看见蓝色的海水和天空，以及远处的岛屿"
            ],
            "id": 13
        },
        {
            "u": true,
            "act": "你坐在海边的岩石上，对着相机做了一个胜利的手势。",
            "set": "环境在户外，天气看起来是多云，地点是海边。",
            "obj": [
                "你穿着一件白色带条纹的短袖衬衫，灰色短裤，光着脚坐在岩石上",
                "岩石是棕褐色的，表面看起来比较粗糙",
                "海水是深蓝色带白色泡沫，在岩石旁边拍打着"
            ],
            "id": 14
        },
        {
            "u": true,
            "act": "你站在户外，背后是港口和船只",
            "set": "环境在户外，天气多云，背景是一个港口",
            "obj": [
                "你留着黑色头发，上身穿着白色带有黑色边的短袖上衣，下身穿着灰色长裤，脚穿浅色运动鞋",
                "背后的天空是多云的",
                "港口有多艘停泊的船只，船身主要是深色",
                "远处有一个小岛"
            ],
            "id": 15
        },
        {
            "u": true,
            "act": "你站在户外，面带微笑，手持一个塑料袋。",
            "set": "环境在户外，天气看起来是晴朗的。具体地点看起来像是一个港口。",
            "obj": [
                "你留着黑色短发，穿着白色带有黑色边的短袖衬衫和深色长裤，手里握着一个蓝白相间的塑料袋",
                "背后是一片海港，可以看到许多停靠的渔船，船身主要是木质的，以黑色为主",
                "远处是一座小岛和多云的天空"
            ],
            "id": 16
        },
        {
            "u": false,
            "act": "一个男子抱着一个小孩子，似乎在户外游玩或参观。",
            "set": "户外，天气晴朗，地点看起来像是某个古代建筑群或寺庙。",
            "obj": [
                "男子留着短发，穿着深色的短袖衬衫和浅色长裤",
                "小孩子穿着黑色条纹衣服，发型短",
                "背景中的建筑是红色和灰色的，中国古典风格，有高大的黑色屋顶",
                "周围有绿色的树木和蓝天"
            ],
            "id": 17
        },
        {
            "u": false,
            "act": "一个男子抱着一个小孩子，并在镜头前微笑。",
            "set": "环境在户外，天气晴朗。",
            "obj": [
                "男子穿着黑色短袖衬衫，黑色短裤",
                "小孩子穿着条纹衣服",
                "背景是一座红色的建筑，可能是某个历史悠久的宫殿或寺庙",
                "周围有绿色的树木"
            ],
            "id": 18
        },
        {
            "u": true,
            "act": "你和另一位男性站在一起合影。",
            "set": "外部环境，天气晴朗。地点看起来像是某个有古代建筑的旅游景点。",
            "obj": [
                "你留着短发，穿着白色短袖衬衫和灰色长裤，脚穿运动鞋",
                "另一位男性留着短发，穿着白色短袖衬衫和黑色短裤，脚穿拖鞋",
                "背景是一间红色屋顶的古典建筑，前面挂有黄色旗帜",
                "周围环境有绿色植物和蓝天"
            ],
            "id": 19
        },
        {
            "u": true,
            "act": "你和另一个男性一起站在户外，背后有一座山和建筑。",
            "set": "环境在户外，是一个晴朗的天气，背后的建筑看起来像是一个传统的中国寺庙。",
            "obj": [
                "你留着短发，穿着白色带有黑色条纹的短袖衬衫，下身穿着灰色长裤，脚穿运动鞋",
                "另一个男性留着短发，穿着白色短袖衬衫，下身穿着黑色短裤，脚穿凉鞋",
                "背后的建筑是灰白色的石头基座上建有红色屋顶的寺庙，有黄色和红色的旗帜",
                "建筑周围有绿色的树木，以及一座山"
            ],
            "id": 20
        },
        {
            "u": true,
            "act": "你坐在户外一个秋千上，似乎在放松。",
            "set": "环境在室外，天气看起来很晴朗。",
            "obj": [
                "你戴着一顶白色帽子，留着黑色短发，穿着一件白色短袖衬衫和一条浅灰色长裤，鞋子是白灰相间的运动鞋",
                "秋千是由木头和金属制成，有一个长条型木质座椅",
                "周围有树木和灌木，地面是由石板铺成"
            ],
            "id": 21
        },
        {
            "u": true,
            "act": "你坐在户外的秋千上，似乎在放松。",
            "set": "环境在室外，天气晴朗。",
            "obj": [
                "你戴着白色的帽子，穿着白色带有黑色条纹的短袖衬衫，灰色裤子，以及浅色运动鞋",
                "秋千是由木头和金属制成，木头是棕色的，金属部分是红色的",
                "背后是树木，树木主要是绿色的"
            ],
            "id": 22
        },
        {
            "u": true,
            "act": "你坐在户外的秋千上。",
            "set": "环境在户外，看起来是晴朗的天气。",
            "obj": [
                "你穿着白色短袖衬衫，灰色长裤，白色运动鞋，戴着帽子",
                "秋千是由木头和金属构成，木头是棕色的，金属部分是紫色的",
                "背景有茂密的树木，树叶是绿色的"
            ],
            "id": 23
        },
        {
            "u": true,
            "act": "你戴着白色的帽子，躺在户外的长椅上休息。",
            "set": "你处在室外，周围有树木和其他人，天气看起来是晴朗的。",
            "obj": [
                "你留着短发，戴着白色的棒球帽，穿着白色短袖衬衫，黑色的背带裤，以及灰色的运动鞋",
                "长椅由暗色木头制成，呈长条形",
                "周围是树木，有多种绿色的叶子",
                "照片中还有其他人，一位穿着彩色裙子的女性和一位穿着黑色上衣的人"
            ],
            "id": 24
        },
        {
            "u": true,
            "act": "你躺在一张长椅上，似乎在休息。",
            "set": "环境在室外，看起来天气晴朗。",
            "obj": [
                "你戴着白色的鸭舌帽，穿着白色短袖上衣和灰色长裤，脚上穿着灰白相间的运动鞋",
                "长椅是由黑色木头横条组成",
                "四周有树木，树叶为绿色，地上有碎石和泥土"
            ],
            "id": 25
        },
        {
            "u": true,
            "act": "你站在一棵树旁边,似乎在参观。",
            "set": "环境在室外, 天气晴朗。",
            "obj": [
                "你留着黑色短发,穿着白色带有黑色边的短袖上衣和灰色长裤,脚穿休闲鞋。",
                "树是棕色的，被红色的丝带缠绕。",
                "地面是石头铺成，有部分是木质的排水沟盖。",
                "背后是绿色的树木和部分天空。"
            ],
            "id": 26
        },
        {
            "u": true,
            "act": "你站在一棵树旁边，似乎在观察或欣赏它。",
            "set": "环境在室外，天气晴朗。",
            "obj": [
                "你留着黑色短发，穿着白色短袖衬衫和灰色长裤，脚踩一双灰白相间的运动鞋",
                "树干被红色的布条包裹，上面还挂着一些彩色的绶带和小旗",
                "地面由木板和石块铺设而成",
                "背景是绿色植被和蓝天"
            ],
            "id": 27
        },
        {
            "u": true,
            "act": "你站在一个树旁边, 树上系着许多红色的布条。",
            "set": "环境在室外, 看起来是晴朗的天气。",
            "obj": [
                "你留着黑色的短发，穿着白色的短袖T恤和浅灰色的长裤，脚穿白色带深色边的运动鞋",
                "树干很粗，并缠绕着大量的红色布条，布条上似乎还写有文字",
                "地面为石质铺装，有深淺不一的石板"
            ],
            "id": 28
        },
        {
            "u": false,
            "act": "一座中国古典风格的建筑位于岩石之下。",
            "set": "这是室外的一个地点，天气看起来很晴朗。",
            "obj": [
                "建筑有灰色的瓦片屋顶，红色的门窗，并且墙上有中国传统的装饰画。",
                "建筑前有两个石质长椅，颜色偏灰黑。",
                "建筑门口有几根香炉，颜色为红棕色。",
                "建筑背后的岩石颜色为灰白色，质感粗糙。"
            ],
            "id": 29
        },
        {
            "u": false,
            "act": "一面岩石壁上有红色的文字,写着'圣水宫",
            "set": "拍摄在户外，阳光下的岩石壁。",
            "obj": [
                "岩石壁为灰白色，表面凹凸不平",
                "岩石壁上的红色文字写着'圣水宫'"
            ],
            "id": 30
        },
        {
            "u": false,
            "act": "一块石碑，上面写着祖孙银杏",
            "set": "环境在室外，阳光明媚。",
            "obj": [
                "石碑是灰色的，上面刻有中文文字",
                "文字内容是:银杏又名白果公孙树，产于中国唐代，传至国外。此村系唐玄宗天宝年间圣水宫开山祖师手植。"
            ],
            "id": 31
        },
        {
            "u": false,
            "act": "有一颗大树和一座建筑物，但照片中没有人。",
            "set": "环境在户外，天气晴朗。",
            "obj": [
                "大树是棕色的树干搭配翠绿的树叶",
                "建筑似乎是中国风格的，有红色的墙和旗帜",
                "地面是灰色的石板",
                "有一些红色的祈愿丝带围绕在树干周围",
                "还有一个金色的香炉，香炉上刻有文字"
            ],
            "id": 32
        },
        {
            "u": true,
            "act": "你一位女士和一位男孩一起在户外自拍，三人看起来很开心。",
            "set": "照片拍摄于户外，白天有云但整体光线充足。",
            "obj": [
                "你留着黑色的短发，穿着白色短袖衬衫",
                "左侧的女性留着黑色长发，穿着带有印花的短袖上衣",
                "右侧的男孩留着黑色短发，穿着白色短袖衬衫，和你穿着类似的衣服",
                "背景中有绿色的树木"
            ],
            "id": 33
        }
    ]
}