{
    "super_event": "这是2018年10月7号和11号的照片，记录了你和几位成年人在天安门、故宫、动物园、颐和园、鸟巢的参观与合影。其中7号的照片中是天安门和故宫，11号的照片中是动物园、颐和园、鸟巢。",
    "evtStr": "0 天安门\n1 故宫端门\n2 故宫太和门广场\n3 老虎和白狮\n4 刺猬\n5 颐和园\n6 鸟巢\n",
    "events": [
        "一共有6张照片，拍摄于10月7日上午10点20分左右，记录了你和其他成年人在天安门前的站立合影。天空很蓝，天气晴朗。照片中主要有天安门建筑和游客。天安门整体是红色的，前挂有毛主席的相片。",
        "一共有7张照片，拍摄于10月7日上午10点40分左右，记录了你在故宫端门前与其他成年人的站立合影。照片中主要有你、其他两位成年人、故宫的红墙和黄色琉璃瓦屋顶，以及周围的游客。",
        "一共有9张照片，拍摄于10月7日上午11点左右，记录了你在故宫太和门前与其他成年人的站立合影。天气晴朗，故宫的建筑整体红色顶上有黄色或绿色琉璃瓦。照片中主要有游客、故宫的红墙黄瓦建筑、广场和蓝天。",
        "一共有10张照片，拍摄于10月11日上午10点左右，记录了动物园中的白狮和老虎的各种姿态。这些场景的环境多在户外，天气晴朗，照片中主要有白狮、老虎、树木、围栏和其他动物园内景观。",
        "一共有3张照片，拍摄于10月11日上午10点半左右，记录了动物园中的刺猬。照片是隔着玻璃拍摄。刺猬主要是黑白色的。",
        "一共有5张照片，拍摄于10月11日下午13点左右，记录了你在颐和园的观光场景。照片中主要有你和其他成年人、颐和园的红墙绿瓦建筑、广场上的石板和其他游客。",
        "一共有3张照片，拍摄于10月11日下午17点左右，记录了鸟巢附近的活动。其中一位女性站在户外，背后是鸟巢，阳光照射下，地面是灰色的；另外两张照片中，你分别和两位男士并排站立，以及和一位女士拍照，背景均为鸟巢。"
    ],
    "shorts": [
        "天安门前合影",
        "故宫端门前合影",
        "故宫太和门广场前合影",
        "白狮在动物园",
        "刺猬的户外和室内活动",
        "在颐和园的户外晴朗观光",
        "鸟巢附近活动"
    ],
    "photos": [
        [
            1,
            2,
            3,
            4,
            5,
            6
        ],
        [
            7,
            8,
            9,
            10,
            11,
            12,
            13
        ],
        [
            14,
            15,
            16,
            17,
            18,
            19,
            20,
            21,
            22
        ],
        [
            23,
            24,
            25,
            26,
            27,
            28,
            29,
            30,
            31,
            32
        ],
        [
            33,
            34,
            35
        ],
        [
            36,
            37,
            38,
            39,
            40
        ],
        [
            41,
            42,
            43
        ]
    ],
    "topics": [
        [
            "照片中，你留着短发，穿着白色长袖上衣和黑色裤子,背着黑色背包。有一名女士穿着黑色夹克，灰色条纹T恤，黑色裤子，红色鞋子，戴着眼镜，留着黑色短发。你记得都有谁吗?",
            "照片中还有两位男士。一位穿着黑色外套,带有蓝色和白色条纹的T恤，淡色长裤,深色鞋子，留着黑色短发。另一位穿着白绿色格子衬衫，身高很高。你记得他们吗?",
            "照片中天安门的红色墙体和黄色琉璃瓦，毛主席的画像和红旗横幅，以及一位身着制服的警察。你记得在做什么吗?"
        ],
        [
            "你们在故宫端门前站立合影。背景中有'故宫博物院'的牌匾。你记得在做什么吗?",
            "照片拍摄于室外，天气晴朗，故宫端门前。红墙和黄色琉璃瓦屋顶在背景中显得格外醒目。你记得这个地方吗?",
            "照片中有故宫的红墙、黄色琉璃瓦屋顶、绿色松树、穿着各式衣服的游客和古典风格的路灯。这里面有你想了解的内容吗?"
        ],
        [
            "照片中除了你之外，还有两位男士，一位女士。和上一个场景的人物相同。你还记得当时的活动吗?",
            "照片中还有故宫建筑的红色墙面和黄色琉璃瓦顶，以及周围的游客。所有照片中天气都十分晴朗，你的心情如何?",
            "照片的拍摄地是故宫博物院，在室外的广场或门前，广场上人来人往，地面是灰色的石板。你记得这个地方吗?"
        ],
        [
            "一只老虎和几只白狮出现在照片中，它们在动物园里的玻璃笼子和户外的围栏内行走或休息。动物们的颜色各异，从橙色的老虎带有黑色条纹，到白色和淡黄色间隔的白狮。你记得看到过这些动物吗?",
            "照片中白狮的活动包括行走、站立、张望、静卧，并有几张照片捕捉到了两只狮子彼此陪伴。你记得在做什么时看到这些活动吗?",
            "这些照片拍摄于不同的户外环境，有晴朗的天空、明媚的阳光、棕黄色的土地和树木、泥土和碎石。你记得这个地方吗?"
        ],
        [
            "第一张照片中的刺猬是黑色的，具体动作不清晰。第二、三张照片中的刺猬是黑白相间的，有许多尖刺。你记得是在哪里吗？"
        ],
        [
            "你在照片中留着黑色短发，穿着黑色夹克、深色裤子，还戴着眼镜。你记得都有谁吗?",
            "照片记录了你和另一位男性或女性在颐和园内的观光活动，有时你们背对着太阳，有时站在宽阔的石地上。你记得在做什么吗?",
            "照片捕捉了颐和园的美丽景色，包括红墙和绿色屋顶的建筑群以及灰色的石板广场。你还记得这个地方吗?",
            "照片中的物体有广场上的石板、颐和园的建筑、天空、其他游客。这里面有你想了解的内容吗?"        ],
        [
            "照片中的环境是户外鸟巢广场，鸟巢整体是大型钢结构建筑，地面是灰色砖石铺成，有不规则的石块。你记得这个地方吗?",
            "你和另外两位男士并排站在广场上，天气晴朗。你穿着黑色裤子，白色与橙色相间的上衣。你还记得当时在做什么吗?"
        ]
    ],
    "ptexts": [
        {
            "u": true,
            "act": "你和两位成年男女站在天安门前站立合影",
            "set": "你在户外，天气晴朗。地点是天安门广场。",
            "obj": [
                "你留着短发，穿着白色长袖上衣、带有横向条纹的黑白相间和黑色裤子。",
                "左边的人穿着黑色夹克，灰色条纹T恤，黑色裤子，红色鞋子，戴着眼镜，留着黑色短发",
                "右边的人穿着黑色外套,带有蓝色和白色条纹的T恤，淡色长裤,深色鞋子，留着黑色短发",
                "背景是天安门，为红色的墙体结构，顶部有黄色琉璃瓦。",
                "墙体上有毛主席的遗像和'中华人民共和国万岁'及'世界人民大团结万岁'的横幅。",
                "地面为灰色石质广场。"
            ],
            "id": 1
        },
        {
            "u": true,
            "act": "你和两位成年男女站在天安门前站立合影",
            "set": "环境在室外，天气晴朗。地点是天安门广场",
            "obj": [
                "你穿着带有橙色条纹的白色长袖T恤，黑色裤子，黑色鞋子，留着黑色短发",
                "左边的人穿着黑色夹克，灰色条纹T恤，黑色裤子，红色鞋子，戴着眼镜，留着黑色短发",
                "右边的人穿着黑色外套,带有蓝色和白色条纹的T恤，淡色长裤,深色鞋子，留着黑色短发",
                "背景中是天安门城楼，整体是红色的，顶上有金黄色屋顶",
                "城楼上挂着毛泽东的巨幅画像，还有写着'中华人民共和国万岁' 和 '世界人民大团结万岁' 的标语"
            ],
            "id": 2
        },
        {
            "u": true,
            "act": "你和两位成年男女站在天安门前站立合影",
            "set": "你在户外，天气晴朗。地点是天安门广场，一个著名的旅游和历史地标。",
            "obj": [
                "你留着短发，穿着白色带有橙色和黑色条纹的运动上衣，黑色裤子，和黑色运动鞋",
                "左边的成年女性穿着黑色条纹长袖上衣，黑色裤子，和红色运动鞋",
                "右边的成年男性穿着灰色夹克，藏蓝色衬衫，米白色裤子，和深色休闲鞋",
                "背景中的天安门城楼整体是红色的，顶上有黄色琉璃瓦，城楼上悬挂着毛泽东主席的画像和两旁红旗"
            ],
            "id": 3
        },
        {
            "u": true,
            "act": "你和两位成年男士，一位成年女士站在天安门前站立合影",
            "set": "照片拍摄于室外，天气晴朗。地点是北京的天安门广场。",
            "obj": [
                "你留着黑色短发，穿着白色长袖上衣，胸前有橙色与白色横条，下身穿黑色长裤，背着一个双肩背包",
                "左边第一位成员是一位女士，戴着眼镜，留着黑色短发，穿着黑白条纹上衣和黑色裤子",
                "右边第一位成员是一位男士，留着黑色短发，穿着蓝色夹克，内搭蓝白条纹衬衫，下身灰色裤子",
                "右边第二位成员是一位男士，留着黑色头发，穿着深色夹克，内搭深浅蓝条纹衬衫，下身穿米色裤子",
                "背景是天安门，上面挂着毛主席的画像，天安门整体是红色，顶上有黄色琉璃瓦",
                "天安门前聚集了很多游客",
                "还有一位警察，穿着制服，佩戴随身装备，站在一旁"
            ],
            "id": 4
        },
        {
            "u": true,
            "act": "你和两位成年男士，一位成年女士站在天安门前站立合影",
            "set": "这是一个户外地点，天气晴朗。",
            "obj": [
                "你留着黑色短发，穿着带有橙色条纹的白色长袖体恤，黑色运动裤和黑色运动鞋",
                "左侧的女士留着短发，穿着黑色长袖衫和黑色裤子",
                "右侧第一位男士留着黑色短发，穿着蓝色格子衬衫、灰色休闲裤和蓝色休闲鞋",
                "最右侧的男士留着黑色短发，穿着灰色西装外套、蓝色条纹衬衫、米色休闲裤和黑色休闲鞋",
                "背景是故宫的午门，午门呈红色，顶上有黄色琉璃瓦"
            ],
            "id": 5
        },
        {
            "u": true,
            "act": "你和两位成年男士，一位成年女士站在天安门前站立合影",
            "set": "你在户外的著名地标天安门前。天气晴朗。",
            "obj": [
                "你穿着白色长袖上衣，胸前有橙色条纹，下身黑色运动裤，脚穿黑色鞋子",
                "旁边是一位成年女性，短发，着黑色外套和黑色裤子",
                "另一位是成年男性，短发，穿着深蓝色条纹衬衫、灰色裤子和蓝色休闲鞋",
                "最后一位成年男性，短发，穿着深色西装，浅灰色裤子和黑色皮鞋",
                "背景中的天安门色调主要是红色和黄色，建筑宏伟",
                "上方蓝天晴朗，可见散落的白云"
            ],
            "id": 6
        },
        {
            "u": true,
            "act": "你在故宫端门前与其他两位成年人站立合影",
            "set": "环境在室外，故宫端门前。天气晴朗",
            "obj": [
                "你留着短发，穿着带橙色条纹的白色长袖衫和黑色长裤，背着黑色背包",
                "左侧的女士戴着眼镜，穿着黑色上衣和红色裤子",
                "右侧的男士穿着蓝色条纹的长袖上衣和黑色裤子",
                "背景中故宫的牌匾上写着'故宫博物院'四个金色大字",
                "故宫的墙壁为红色，屋顶用绿色瓦片覆盖"
            ],
            "id": 7
        },
        {
            "u": true,
            "act": "你在故宫端门前与其他两位成年人站立合影",
            "set": "环境在室外，故宫端门前。天气晴朗",
            "obj": [
                "你头发为黑色，短发发型，穿着白色长袖上衣，前面有橙色的字母图案，下身为黑色裤子。",
                "你旁边的女士长发，穿着黑色西装夹克，搭配浅色裤子。",
                "你另一侧的男士戴着眼镜，黑色头发，身穿条纹蓝色与白色长袖衫，下身穿深色裤子。",
                "背景中红色的建筑是紫禁城的一部分，具体为端门，门上有金色汉字。",
                "其它人们穿搭多样，有穿黑色外套的，有背着包的，有戴帽子的，也有低头玩手机的。",
                "悬挂在建筑上的匾额上写着'故宫博物院'金色汉字。"
            ],
            "id": 8
        },
        {
            "u": true,
            "act": "你在故宫端门前与其他两位成年人站立合影",
            "set": "环境在室外，故宫端门前。天气晴朗",
            "obj": [
                "你头发短而直，穿着白色长袖衬衫，上面有橙色条纹，黑色长裤和运动鞋",
                "旁边有两位女士，一位穿紫色上衣和黑色裤子，另一位穿灰色上衣和黑色裤子",
                "另有一位男士穿蓝色和白色条纹的长袖衬衫以及黑色裤子",
                "天空是蓝色的，无云",
                "端门上写着'故宫博物院'，红墙金字，屋顶是暗红色的，带有绿色瓦片"
            ],
            "id": 9
        },
        {
            "u": true,
            "act": "你在故宫端门前与其他两位成年人站立合影",
            "set": "环境在室外，故宫端门前。天气晴朗",
            "obj": [
                "你留着短发，穿着白色上衣和黑色裤子，身上背着黑色背包。",
                "左侧的人穿着黑色上衣，灰色裤子。",
                "右侧的人穿着蓝色和白色条纹上衣，深色裤子。",
                "背景是红色的故宫城墙，上面有黄色屋顶。",
                "天气晴朗，可以看到蓝天和少量白云。",
                "还有其他游客在场，他们穿着各式衣服。",
                "照片显示了'故宫'的牌匾，牌匾上面写着'故宫博物院'金色大字。",
                "路灯为白色，传统风格。"
            ],
            "id": 10
        },
        {
            "u": true,
            "act": "你在故宫端门前与其他两位成年人站立合影",
            "set": "环境在室外，故宫端门前。天气晴朗",
            "obj": [
                "你穿着有橙色和白色相间的长袖上衣，黑色裤子，背着黑色背包",
                "紫禁城整体是红色的，顶上有黄色琉璃瓦",
                "广场上聚集着很多人，人们穿着各式衣物",
                "一名女性留着短发，穿着粉色上衣",
                "一名男性穿着黑色夹克，携带黑色背包",
                "一名男性穿着蓝白相间的条纹衫",
                "路灯为古典风格，颜色为白色和金色相间"
            ],
            "id": 11
        },
        {
            "u": true,
            "act": "你在故宫端门前与其他两位成年人站立合影",
            "set": "环境在室外，故宫端门前。天气晴朗",
            "obj": [
                "你留着黑色短发，身穿白色长袖上衣，前面有橙色和黑色相间的图案，背着一个黑色背包。",
                "身边有三位游客，一位男性穿着条纹蓝白色长袖衬衫，两位女性，一位穿粉红色上衣，另一位穿深色上衣。",
                "身后是故宫的红墙和黄色琉璃瓦屋顶，墙上挂有'故宫博物院'的金色牌匾。",
                "还有几棵绿色的松树，以及一些游览故宫的游客。",
                "天空是蓝色的，其中有漂浮的少量白云。",
                "还可以看到一个带有白色灯泡的黑色路灯。"
            ],
            "id": 12
        },
        {
            "u": true,
            "act": "你在故宫端门前与其他两位成年人站立合影",
            "set": "环境在室外，故宫端门前。天气晴朗",
            "obj": [
                "你穿着白色上衣，胸前有橙色条纹，下着黑色裤子，背着黑色背包",
                "故宫是红色的，顶上有黄色琉璃瓦",
                "周围的游客有不同的装扮，有戴着帽子的，有穿着夹克的",
                "左侧有一个松树，树木是绿色的",
                "图片中央上方有蓝色的天空"
            ],
            "id": 13
        },
        {
            "u": true,
            "act": "你在故宫端门前与其他两位成年人站立合影",
            "set": "环境在室外，故宫端门前。天气晴朗",
            "obj": [
                "你穿着白色长袖衬衫，前面有橙色条纹，下身穿黑色裤子，脚穿黑色鞋子",
                "另一个人着浅色条纹衬衫和深色长裤",
                "有很多行走或站立的游客",
                "紫禁城建筑群，其中最主要的建筑是红色的墙面和黄色琉璃瓦顶，且有朝南的高大红门",
                "地上是灰色的石板"
            ],
            "id": 14
        },
        {
            "u": true,
            "act": "你在故宫太和门广场前与一位成年男子站立合影",
            "set": "环境在室外，故宫太和门广场前。天气晴朗",
            "obj": [
                "你留着黑色短发，穿着白色长袖上衣，有一个橙色与黑色相间的条纹，下身穿黑色裤子和黑色鞋子，身上背着一个背包",
                "你旁边的男性留着黑色短发，穿着带蓝色和白色条纹的毛衣，下身穿着浅蓝色牛仔裤和黑色鞋子",
                "背景是故宫博物院，主要颜色是红色，屋顶是黄色的琉璃瓦",
                "周围有许多游客，有穿着不同颜色衣服的成年人和孩子",
                "天空晴朗，没有云朵",
                "地面是灰色的石板路"
            ],
            "id": 15
        },
        {
            "u": true,
            "act": "你在故宫太和门广场前与一位成年男子站立合影",
            "set": "环境在室外，故宫太和门广场前。天气晴朗",
            "obj": [
                "你留着黑色短发，穿着白色带有橙色和黑色条纹的上衣、黑色裤子",
                "旁边的人穿着蓝白横条纹衫、深色裤子",
                "故宫整体是红色的，顶上有蓝色瓦",
                "天空呈现蓝色，没有云彩",
                "广场上有其他游客，他们有不同的姿态和穿着"
            ],
            "id": 16
        },
        {
            "u": true,
            "act": "你在故宫太和门广场前与一位成年男子站立合影",
            "set": "环境在室外，故宫太和门广场前。天气晴朗",
            "obj": [
                "你穿着白色带有橙色和灰色条纹的长袖上衣，黑色运动裤，脚穿黑色运动鞋",
                "另一位男士穿着蓝白相间的条纹长袖上衣，灰色裤子，脚穿深色鞋子",
                "背景中的故宫建筑主体颜色为红色，屋顶是黄色琉璃瓦",
                "天空呈现出明亮的蓝色，没有云朵"
            ],
            "id": 17
        },
        {
            "u": true,
            "act": "你站在一个宽敞的广场上，和另一位男士一起拍照。",
            "set": "照片拍摄于室外，天气晴朗。你位于故宫博物院，这里是一处旅游景点。",
            "obj": [
                "你留着黑色短发，穿着带有橙色条纹的白色长袖上衣和黑色裤子。",
                "另一位男士比你高，留着黑色短发，穿着格子休闲衬衫和深色裤子。",
                "背景中的故宫建筑主色为红色，屋顶是黄色的琉璃瓦。",
                "周围还有许多其他游客，穿着各式各样的衣服。",
                "广场上人来人往，地面是灰色的石板。",
                "照片中有蓝天和少量的白云。"
            ],
            "id": 18
        },
        {
            "u": true,
            "act": "你和另一位男士站在一起，看起来像是在拍照留念。",
            "set": "环境在室外，是一个晴朗的天气。地点看起来像是故宫。",
            "obj": [
                "你留着黑色短发，穿着白色带有橙色和黑色条纹的长袖上衣，黑色裤子，身上背着一个黑色背包",
                "旁边的男士留着黑色短发，穿着格子衬衫和牛仔裤",
                "背景中是故宫，建筑为传统的红墙和黄瓦",
                "地面是灰色的石板",
                "照片中还有其他游客，有穿着各种颜色衣服的男性和女性"
            ],
            "id": 19
        },
        {
            "u": true,
            "act": "你站在故宫的广场上，旁边有另一位男士。",
            "set": "你在户外，天气晴朗，地点为故宫。",
            "obj": [
                "你留着黑色短发，穿着一件白色长袖上衣和黑色裤子，背着一个双肩背包",
                "旁边的男士穿着格子衬衫和牛仔裤，戴着眼镜",
                "故宫建筑主体色调为红色，屋顶覆盖着黄色琉璃瓦",
                "周围有其他游客，男女老少都有，大家休闲活动或拍照",
                "天空是蓝色的，没有云朵"
            ],
            "id": 20
        },
        {
            "u": true,
            "act": "你在户外和其他两人一起站着，似乎在参观或是游玩。",
            "set": "这是一个户外的地方，天气晴朗。地点是故宫。",
            "obj": [
                "你留着黑色的短发，穿着白色长袖上衣和黑色裤子",
                "左边的人穿着灰色上衣、黑色裤子，头发是短发",
                "中间的人穿条纹上衣、米色裤子",
                "故宫整体是红色的，顶上有黄色琉璃瓦",
                "地面是灰色的石板",
                "相机信息显示照片拍摄于2018年10月7日上午11:29"
            ],
            "id": 21
        },
        {
            "u": true,
            "act": "你站在室外，与两位家庭成员一同合影。",
            "set": "你在户外，天气晴朗，地点是故宫。",
            "obj": [
                "你留着短发，穿着黑色裤子和带有橙色条纹的白色上衣，肩背黑色挎包",
                "左侧的女士穿着黑色裤子和黑色、白色条纹的上衣，脚穿红色鞋子，戴着眼镜，头发短",
                "中间的男士穿着蓝色、白色和黑色的长袖条纹衫和浅色牛仔裤，脚穿黑色鞋子",
                "背景中的建筑是故宫的一部分，整体是红色的，顶上有绿瓦"
            ],
            "id": 22
        },
        {
            "u": false,
            "act": "一只老虎在动物园的玻璃笼子里行走。",
            "set": "环境在室内，似乎是动物园的老虎展览区。",
            "obj": [
                "老虎是橙色带有黑色条纹，正在玻璃笼子内行走",
                "玻璃是透明的，笼子内有树枝和一些动物活动的痕迹",
                "标志牌上写着'请勿敲击玻璃'、'严禁投喂'以及'禁止使用闪光灯'，位于笼子前方"
            ],
            "id": 23
        },
        {
            "u": false,
            "act": "一只白色的狮子在露天的环境中站立着。",
            "set": "环境是户外，时间为2018年10月11日上午10:01，由于看不到天空，无法确定天气状况。地点看似动物园。",
            "obj": [
                "狮子是白色的，正在站立",
                "地面上有落叶，颜色为棕黄色"
            ],
            "id": 24
        },
        {
            "u": false,
            "act": "一只白狮子正在户外的环境中站立",
            "set": "环境在户外，由于照片中没有明显的天气特征，无法判断天气状况，场所类似于野生动物园或保护区",
            "obj": [
                "动物是一只白狮子，主要呈浅棕色与白色相间，拥有蓬松的白色鬃毛",
                "地面覆盖着树叶，呈现出自然土壤和草叶的颜色",
                "图片右下角有水印显示“SHOT ON MI 6 MI DUAL CAMERA”，表明照片是用小米6 的双摄像头拍摄的"
            ],
            "id": 25
        },
        {
            "u": false,
            "act": "一只白狮在户外环境中行走。",
            "set": "照片是在户外拍摄的，天气晴朗。",
            "obj": [
                "动物是一只白色的狮子，正在行走",
                "地面覆盖着树叶和枯枝"
            ],
            "id": 26
        },
        {
            "u": false,
            "act": "一只白狮子正在户外的树林中四处张望。",
            "set": "动物在户外的环境中，是一个晴朗的天气。",
            "obj": [
                "狮子是白色的，有蓬松的鬃毛，正站在树林的枯叶和绿色植被上"
            ],
            "id": 27
        },
        {
            "u": false,
            "act": "一只白狮子坐在地上，周围有绿色植物。",
            "set": "场景在户外，具体位置看不出来，但可能是动物园或野生动物保护区。",
            "obj": [
                "狮子是白色的，有着褐色的眼睛和长长的鬃毛",
                "周围有绿色的植物和杂草",
                "地面由泥土和碎石组成"
            ],
            "id": 28
        },
        {
            "u": false,
            "act": "一只站立和一只躺着的白狮在户外的围栏内休息。",
            "set": "环境在户外，天气看起来晴朗。",
            "obj": [
                "站立的白狮毛色偏黄，看起来警觉。",
                "躺着的白狮毛色偏白，正在休息。",
                "围栏是铁制的，带有绿色的植物覆盖。",
                "有一个简易的木制遮阳棚，棚顶是棕色的。",
                "地面是土质的，可以看到一些绿色植被和杂草。"
            ],
            "id": 29
        },
        {
            "u": false,
            "act": "两只白狮在休息，其中一只躺在地上，另一只则站在它身边。",
            "set": "这是一个户外的环境，在晴朗的天气下。",
            "obj": [
                "白狮是淡黄色的，一只躺在地上，另一只站立着",
                "地面是泥土的，颜色为棕黄色",
                "有一根横梁，颜色为棕色，横梁支撑着其他木构件",
                "周围是树木和灌木丛，树叶为绿色"
            ],
            "id": 30
        },
        {
            "u": false,
            "act": "一头白狮子和一头金毛狮子在户外晒太阳。",
            "set": "环境在室外，天气晴朗。",
            "obj": [
                "白狮子，整体呈奶白色，正坐着",
                "金毛狮子，身体的颜色是金黄色，看起来在向前行走",
                "地面是土壤，呈干燥的褐色"
            ],
            "id": 31
        },
        {
            "u": false,
            "act": "一只白狮子静卧在地面上。",
            "set": "环境在室外，看起来是一个动物园，阳光明媚。",
            "obj": [
                "狮子是白色的，毛发蓬松",
                "地面是棕黄色的，有落叶和树阴",
                "周围还有木制的栅栏"
            ],
            "id": 32
        },
        {
            "u": false,
            "act": "一只刺猬正在户外吃东西。",
            "set": "这是在户外的场景。照片中没有明显的天气条件信息，但时间数据显示照片拍摄于上午，因此可以假定是在日间。",
            "obj": [
                "刺猬是褐色的，正在吃东西，具体动作不清晰因为照片模糊",
                "地面是灰色的"
            ],
            "id": 33
        },
        {
            "u": false,
            "act": "一只刺猬正在地面上活动。",
            "set": "环境在室内，可能是动物园的刺猬展示区。",
            "obj": [
                "刺猬是黑色和白色相间的，体型较大"
            ],
            "id": 34
        },
        {
            "u": false,
            "act": "一只刺猬正在地面上活动。",
            "set": "环境在室内，可能是一个动物园或展览馆。",
            "obj": [
                "刺猬身体呈黑白色，有许多尖刺",
                "地面是灰色的，可能是混凝土材质"
            ],
            "id": 35
        },
        {
            "u": true,
            "act": "你站在户外，背景是建筑物",
            "set": "你在户外，天气晴朗，地点是颐和园",
            "obj": [
                "你留着黑色短发，穿着黑色夹克、黑色裤子",
                "建筑物是颐和园，多为红色墙面，绿色屋顶",
                "另有一位男性背对镜头，穿着深色上衣、浅色裤子"
            ],
            "id": 36
        },
        {
            "u": true,
            "act": "你站在颐和园的广场上",
            "set": "环境在室外，天气晴朗，地点是颐和园。",
            "obj": [
                "你穿着深色夹克，白色带条纹的衬衫，浅色长裤，黑色鞋子",
                "颐和园的建筑群色彩丰富，建筑主色调为红色，屋顶为黄色瓦片",
                "广场铺着灰色的石板，周围有其他参观者"
            ],
            "id": 37
        },
        {
            "u": true,
            "act": "你与另一位男性站在颐和园内，背对着太阳。",
            "set": "环境在户外，天气晴朗。具体位置为颐和园，是一处公园。",
            "obj": [
                "你穿着深色夹克，白色带条纹的衬衫，浅色长裤，黑色鞋子",
                "另一位男性穿着黑色外套，黑色裤子，黑白相间的运动鞋",
                "背景为颐和园，建筑主体色彩为红色，屋顶覆盖着绿色琉璃瓦",
                "天空是晴朗的蓝色，无云朵"
            ],
            "id": 38
        },
        {
            "u": true,
            "act": "你和另一人站在宽阔的石地上，似乎在观光。",
            "set": "你在户外，天气晴朗，地点是颐和园。",
            "obj": [
                "你身穿黑色上衣，配有白色条纹，黑色裤子，戴眼镜",
                "与你一起的人穿着藏蓝色夹克，浅色裤子，也戴眼镜",
                "背景中有红墙绿瓦的建筑，应是颐和园的一部分",
                "地面是灰色石质砖砌",
                "天空是蓝色，没有云朵",
                "还有其他游客，如穿着红色上衣的人"
            ],
            "id": 39
        },
        {
            "u": true,
            "act": "你和另一位女性站在一起，拍照。",
            "set": "你在户外，天气晴朗，地点是颐和园。",
            "obj": [
                "你留着黑色短发，穿着黑色夹克，下身穿深色裤子，脚穿黑色鞋",
                "女性留着长发，穿着黑色夹克，下身穿绿色裤子，脚穿红色鞋子",
                "背后是颐和园的古建筑，建筑为红色墙面和黄色瓦顶",
                "地面是灰色方石砖铺成",
                "照片下方有白色的文字说明拍摄手机为'小米6'，文字位于浅蓝色的背景条中"
            ],
            "id": 40
        },
        {
            "u": false,
            "act": "一位女性站在户外，背后是一座标志性的建筑物。",
            "set": "环境在户外，是在下午，阳光照射下，地点是鸟巢。",
            "obj": [
                "女性，戴着眼镜，穿着黑色夹克，绿色裤子",
                "建筑物是灰色的，现代设计风格，是北京的著名地标鸟巢",
                "地面是灰色的，与建筑物风格相呼应",
                "远处有两面飘扬的横幅，白色背景，上面有中文文字"
            ],
            "id": 41
        },
        {
            "u": true,
            "act": "你站在广场上，与另两位男士并排站立。",
            "set": "环境在户外，地点是鸟巢，那天天气看起来是晴朗的。",
            "obj": [
                "你穿着黑色裤子，白色与橙色相间的上衣。",
                "旁边的一位男士穿着深色裤子，深色上衣。",
                "另一位男士穿着深色裤子，灰色上衣。",
                "背景中的鸟巢是灰白色的，结构复杂，是一座著名的体育场馆。",
                "广场上的地面是灰色的，有不规则的石块铺成。",
                "其他的人群穿着各式休闲服装，正在广场上行走。"
            ],
            "id": 42
        },
        {
            "u": true,
            "act": "你和一位女士站在一起，看起来像是在拍照。",
            "set": "照片拍摄于室外，时间是下午，地点是鸟巢。",
            "obj": [
                "你是男性，留着短发，穿着黑色运动外套、黑色长裤和黑色鞋子",
                "女士是男性，留着短发，穿着黑色上衣、深色裤子和红色鞋子",
                "背景中有鸟巢，是一个大型的灰色钢结构建筑",
                "地面是灰色砖石铺成",
                "照片中还有其他行人，远处有红色的文字「鸟巢」"
            ],
            "id": 43
        }
    ]
}