{
    "super_event": "",
    "events": [
        "一共有3张照片，记录了无人的户外场景。这些场景的环境在室外，分别在黄昏时分阳光透过建筑物散发出暖黄色的光线以及看起来像是阴天的天气。照片中主要有天空、柳树、湖面、栏杆、建筑物、亭子、树木、荷花等。",
        "一共有4张照片，记录了没有人物出现，只显示了位于山顶的亭子和城市风景的场景。照片拍摄于室外山顶，天气似乎有些雾蒙蒙的。照片中主要有亭子、树木、岩石、山坡、指示牌和城市建筑群。",
        "一共有6张照片，记录了室外主题公园的场景。这个场景的环境晴朗，天气好。照片中主要有各种游乐设施、建筑物和城市风光。",
        "一共有5张照片，记录了你在游乐园的摩天轮内观景以及游乐园其他部分的场景。环境在室外室内均有，天气晴朗。照片中主要有摩天轮、城堡、游乐设施、天空、树木和草地。",
        "一共有7张照片，记录了你和朋友们在湖边的合影时光。这个场景的环境在户外，天气多为阴沉。照片中主要有鸳鸯、亭子、你和朋友们。",
        "一共有3张照片，记录了你和其他两位女性朋友一起坐在湖边石凳上的场景。这个场景的环境在户外，似乎是一个公园或者景区，天气阴沉。照片中主要有你和朋友、古色古香的建筑、湖水和柳树。",
        "一共有3张照片，记录了你在湖边休息和欣赏风景的场景。这些场景的环境都在室外，湖边的位置，天气看起来阴沉或多云，可能是早上或傍晚时分。照片中主要有你、湖水、亭子、树木和石阶等。",
        "一共有5张照片，记录了你和其他几个人在桥上游览的场景。环境在户外，天气呈多云或阴天状况。照片中主要有你们、桥、及周围的自然风光。",
        "一共有5张照片，记录了你和两位朋友在亭子里走动、站立、拍照和合影的场景。这些场景的环境在室外，天气看起来阴沉，可能是在下过雨后的公园里。照片中主要有你们三人、亭子、远处的山和湖泊，亭子的横幅有着中国古典的诗句。",
        "一共有4张照片，记录了你在湖边欣赏风景以及做伸展动作的场景。环境在户外，背景是湖泊和远处的山脉，天气从阴沉到晴朗不等。照片中主要有你、湖水、山脉和石砖地面。",
        "一共有6张照片，记录了你在户外湖边或河边散步、跳跃和微笑的场景。这些场景的环境在户外，看起来都是阴天或多云天气。照片中主要有你的形象、柳树、湖泊、山丘和灰蓝色的天空。",
        "一共有5张照片，记录了你在苹果商店前的活动场景。这个场景的环境在室外，晚上时分，地点位于商业区。照片中主要有苹果商店、路人、你的跳跃动作、你的服装和周边的地面。"
    ],
    "shorts": [
        "户外古亭黄昏风景",
        "山顶亭子与城市风景",
        "室外主题公园游览",
        "晴朗天游乐园摩天轮体验",
        "湖边合影留念",
        "湖边与朋友同坐",
        "湖边休息和欣赏风景",
        "在桥上游览",
        "室外亭子合影",
        "户外湖边伸展和欣赏风景",
        "户外湖边散步与跳跃",
        "苹果商店前的夜晚活动"
    ],
    "photos": [
        [
            1,
            2,
            3
        ],
        [
            4,
            5,
            6,
            7
        ],
        [
            8,
            9,
            10,
            11,
            12,
            13
        ],
        [
            14,
            15,
            16,
            17,
            18
        ],
        [
            19,
            20,
            21,
            22,
            23,
            24,
            25
        ],
        [
            26,
            27,
            28
        ],
        [
            29,
            30,
            31
        ],
        [
            32,
            33,
            34,
            35,
            36
        ],
        [
            37,
            38,
            39,
            40,
            41
        ],
        [
            42,
            43,
            44,
            45
        ],
        [
            46,
            47,
            48,
            49,
            50,
            51
        ],
        [
            52,
            53,
            54,
            55,
            56
        ]
    ],
    "topics": [
        [
            "图片中没有人，环境在室外，黄昏时分阳光透过建筑物散发出暖黄色的光线。你还记得这个地方吗?",
            "照片中，天空是橘黄色逐渐过渡到深蓝色的，此时太阳已经接近地平线。湖面平静，倒映着天空与树木的轮廓。前景有一排栏杆，颜色是深灰色。背景中有建筑物的轮廓，可以略见窗户的细节，颜色偏深。这些内容中有什么吸引你想了解的?",
            "在另一张照片中，一组人在公园的亭子里坐着，环境在户外，看起来是一个公园，天气看起来是阴天。湖水是绿色的，有涟漪，亭子栏杆是白色，长条状。远处的建筑有传统屋顶，颜色为灰白色。树木是绿色的，人们穿着休闲服装，坐在亭子里。你对这些场景还有印象吗?",
            "第三张照片是一座中国传统风格的亭子位于池塘的一角，亭子周围是若干树木，水面上有荷花。亭子是中国传统风格，颜色是红色和绿色。池塘中有荷花，花朵是粉色的。周围的树木繁茂，主要是绿色。池塘的水是深绿色，表面波光粼粼。这个园林给你留下了怎样的感受?"
        ],
        [
            "照片中的亭子有着红色屋顶和白色栏杆，设计为传统结构。周围环绕着绿色的树木和岩石。你记得在做什么吗?",
            "拍摄地点在户外的山顶，周围的植被覆盖着山坡，与城市的景观形成了鲜明对比。你记得这个地方吗?",
            "虽然天空呈现出灰白色，整体感觉多云或有雾，但远处的城市景观仍然颇为壮观，颜色多样且稠密。这里面有你想了解的内容吗?",
            "照片中的天气和大环境对于观看和拍摄城市景观产生了什么样的影响？请分享你当时的心情。"
        ],
        [
            "照片中的游乐设施包括圆形建筑、高空滑梯、过山车、摩天轮、旋转木马等，都是色彩鲜艳，非常吸引眼球。你还记得这些游乐设施吗?",
            "照片的场景展示了城市环境，包括高楼、半球形建筑、绿树和一些交通情况。你记得这个地方吗?",
            "照片中有天空、树木、草地、步行道、水体等自然元素，构成了和谐宜人的城市绿化环境。这些让你想了解的内容吗?",
            "环境很清新，天气晴朗，能感受到娱乐公园的活力。观察这些照片，你的心情如何?"
        ],
        [
            "照片中，你背对摄影机坐在摩天轮舱室内，阳光透过透明的舱壁照射进来，你身穿紫色衣服，有一头黑色短发。你记得在做什么吗?",
            "通过摩天轮舱壁可以看到室外游乐园的风景，有着多彩的娱乐设施及红色欧洲古堡风格的建筑，环境在室外的照片中，还有蓝色的天空与绿色的草地。你记得这个地方吗?",
            "照片中有紫色上衣、白云、蓝天、摩天轮的金属内部结构、多彩的娱乐设施、红色的城堡、绿色的草坪和树木、现代建筑群以及白色围栏等物体。这里面有你想了解的内容吗?",
            "室外的天气晴朗，天空蓝色，偶尔有白云飘过。阳光照在摩天轮上，使它看起来别有一番风味。你当时的心情如何?"
        ],
        [
            "照片中，有一群颜色各异的鸳鸯在湖面上游动。你记得在做什么吗?",
            "环境是一个湖泊，湖面平静，周围有亭子和栅栏。你记得这个地方吗?",
            "你和两位女士站在湖边，你穿着黑色外套，左侧女士穿着粉色外套，右侧女士穿着黑色外套。你记得都有谁吗?",
            "场景中除了你们之外，还有中国风的亭子，防洪栅栏和石板路。这里面有你想了解的内容吗?",
            "照片中，你和朋友们穿着各式外套，合影时摆出各种姿势，看起来心情不错。你的心情如何?"
        ],
        [
            "照片中，你和另外两位女性朋友一起坐在石凳上，背景中有走动的人群和古色古香的建筑。你记得都有谁吗?",
            "你们似乎在享受户外的休闲时光，坐在湖边的长凳上聊天。你还记得在做什么吗?",
            "照片的环境是一个公园或景区，看起来天气阴沉。你记得这个地方吗?",
            "照片中有灰色的石凳、石板路、亭子和水面。这里面有你想了解的内容吗?",
            "照片中的你穿着带有毛领的灰夹克，朋友们穿着各式各样的外套，你的心情如何?"
        ],
        [
            "照片中，你身着黑色裤子和紫色毛领装饰的灰色外套，似乎在享受宁静的时光。你还记得当时穿的衣服吗?",
            "在这些照片中，你坐在湖边的石凳、栏杆和石阶上，安静地欣赏对面或背对的风景。你还记得自己在做什么吗?",
            "这些照片捕捉了湖边的美景，包括平静的灰蓝色湖水、灰白色的中国风格亭子以及模糊的远处景观。你记得这个地方吗?",
            "除了照片中的你和服装外，还有湖水、亭子、栏杆和石阶等对象。这里面有你想了解的内容吗?",
            "照片中，你的表情和身姿似乎展示了一种平静和满足的心情。那天你的心情如何?"
        ],
        [
            "照片中，你留着黑色长发，穿着带有紫色毛领的灰色大衣。你还记得都有谁吗?",
            "照片记录的活动是在拱形设计的灰色石头桥上游览，你旁边有一位男性对着相机比出V形手势。你记得在做什么吗?",
            "这座桥是灰白色的古朴石桥，你背后的河面静谧，水体清澈，远处可以看到无叶的赤褐色树木和淡黄色屋顶的建筑。你记得这个地方吗?",
            "除了你们之外，这些照片中还有几株树木和一些建筑物。这些树木和建筑物具有较为典型的户外公园环境特点。这里面有你想了解的内容吗?",
            "看照片中你的穿着和活动，你可能是在快乐地游览观光。你的心情如何?"
        ],
        [
            "照片中，你和两位朋友都留着中长或长发，穿着各式外套和裤子，并摆出不同姿势。你记得都有谁吗?",
            "你们在亭子里合影，拍照，有时摆出V字手势，表现出愉快的心情。你记得在做什么吗?",
            "亭子位于一个湖边，天气多云阴暗，地面有雨后的湿润感，环境看起来像公园。你记得这个地方吗?",
            "照片中主要有亭子、楹联、横幅、湖泊和山的景致。亭子上的横幅均为中国古典的诗句，如'平湖秋月'与'白堤无梅不盛名'。这里面有你想了解的内容吗?",
            "你和朋友们在亭子里相处的情况，装扮及所做的活动表明你们心情愉悦，和愉快地享受着相聚的时光。你的心情如何?"
        ],
        [
            "照片中，你留着黑色长发，穿着黑色夹克和裤子，内搭紫色或灰色衣服，脚穿白色运动鞋。你当时的心情如何?",
            "在这些活动中，包括你湖边欣赏风景，以及户外做伸展动作。你记得在做什么吗?",
            "环境在户外，背景是湖泊和远处的山脉，地面是铺设整齐的灰色石板。你记得这个地方吗?",
            "照片中有许多主要的对象，包括深蓝色或深灰色的湖水，暗色系的山脉和阴沉或多云的天气。这里面有你想了解的内容吗?"
        ],
        [
            "照片中，你留着黑色或棕色的头发，有时戴着帽子，穿着不同颜色的衣物，从黑色夹克到黑色大衣，装饰有紫色的毛边或毛领，还有白色运动鞋和浅色草帽。你的心情如何?",
            "你的活动包括在户外散步、跳跃和微笑着面向镜头，你记得在做什么吗?",
            "这些照片的环境都是在户外，可能在湖边或河边的步道上，地面有时是灰色的广场砖或石板路。你记得这个地方吗?",
            "照片中出现了柳树、湖泊、山丘、灰蒙蒙的天空和绿色的植物。这里面有你想了解的内容吗?"
        ],
        [
            "照片中，你在苹果商店前跳跃、走路，有活力的动作吸引注意。你记得当时在做什么吗?",
            "照片显示的是苹果商店明亮的玻璃幕墙和显眼的苹果标志，在晚上的商业区中格外亮眼。你记得这个地方吗?",
            "你身着一套黑色衣裤搭配粉色运动鞋，时尚又舒适，在苹果商店前蹦蹦跳跳。你的心情如何?",
            "照片中，地面是灰色的，看起来像是大理石或混凝土铺设，铺路石有规则的图案和波浪形状。这里面有你想了解的内容吗?",
            "苹果商店前聚集了不少人，有的在交谈，有的在拍照，穿着各式外套，形成了一道独特的风景线。你记得都有谁吗?"
        ]
    ],
    "ptexts": [
        {
            "id": 1,
            "u": false,
            "act": "图片中没有人。",
            "set": "环境在室外，黄昏时分阳光透过建筑物散发出暖黄色的光线。",
            "obj": [
                "天空是橘黄色逐渐过渡到深蓝色的，此时太阳已经接近地平线",
                "有几株柳树，树枝垂挂，绿色的叶子在天空的衬托下呈现出轮廓",
                "湖面平静，倒映着天空与树木的轮廓",
                "前景有一排栏杆，颜色是深灰色",
                "背景中有建筑物的轮廓，可以略见窗户的细节，颜色偏深"
            ]
        },
        {
            "id": 2,
            "u": false,
            "act": "一组人在公园的亭子里坐着。",
            "set": "环境在户外，看起来是一个公园。天气看起来是阴天。",
            "obj": [
                "湖水是绿色的，有涟漪",
                "亭子栏杆是白色，形状长条状",
                "远处的建筑有传统屋顶，颜色为灰白色",
                "树木是绿色的",
                "人们穿着休闲服装，坐在亭子里"
            ]
        },
        {
            "id": 3,
            "u": false,
            "act": "一座中国传统风格的亭子位于池塘的一角，亭子周围是若干树木，水面上有荷花。",
            "set": "环境在室外，看起来像是一个园林。天气看起来是阴天。",
            "obj": [
                "亭子是中国传统风格，颜色是红色和绿色",
                "池塘中有荷花，花朵是粉色的",
                "周围的树木繁茂，主要是绿色",
                "池塘的水是深绿色，表面波光粼粼"
            ]
        },
        {
            "id": 4,
            "u": false,
            "act": "有一个亭子位于山顶，望着城市的风景。",
            "set": "在户外的山顶，天气似乎有些雾蒙蒙的。",
            "obj": [
                "亭子是有着红色屋顶和白色栏杆的传统结构",
                "植被多为绿色，有树木和草丛",
                "城市景观在背景中，可以看到大量建筑物，因雾气看起来有些朦胧"
            ]
        },
        {
            "id": 5,
            "u": false,
            "act": "一座亭子位于山顶，前景有树木和岩石，远处是城市景观。",
            "set": "环境在室外，天气看起来有些雾蒙蒙的。",
            "obj": [
                "亭子是有着红顶和白色立柱的传统风格",
                "树木为多种绿色，有些树叶颜色较浅",
                "岩石呈灰白色，质地坚硬",
                "远处的城市建筑稠密，颜色多样"
            ]
        },
        {
            "id": 6,
            "u": false,
            "act": "图片中没有人物，只显示一处景观与石碑。",
            "set": "环境在室外，看上去天气阴沉，可能是在一个可以俯瞰城市风光的高处。",
            "obj": [
                "天空呈现出灰白色，整体感觉多云或有雾",
                "远处的城市景观颜色较为暗淡，可以看到多栋建筑物，以及较为模糊的天际线",
                "前景的山坡覆盖着绿色植被"
            ]
        },
        {
            "id": 7,
            "u": false,
            "act": "照片中没有人。",
            "set": "照片是在户外拍摄的，天空中有雾霾。",
            "obj": [
                "前景有一块指示牌，内容不清晰",
                "周围有绿色的树木",
                "远景可以看到城市建筑群，由于雾霾，视线略显模糊"
            ]
        },
        {
            "id": 8,
            "u": false,
            "act": "照片中看到一座圆形建筑和周围的城市风光。",
            "set": "环境在室外，天气看起来晴朗。",
            "obj": [
                "圆形建筑物，屋顶是白色的",
                "建筑周围有绿色的树木",
                "远处有城市的建筑群",
                "天空是蓝色的，没有云朵",
                "有一条高速公路，上面有行驶的汽车"
            ]
        },
        {
            "id": 9,
            "u": false,
            "act": "照片显示了一些高空滑梯和周边环境",
            "set": "环境在室外，天气晴朗",
            "obj": [
                "滑梯是红色和黄色，位于照片的前景",
                "周围有多栋住宅和一些绿化区，住宅有不同的颜色",
                "后方有山丘和蓝天"
            ]
        },
        {
            "id": 10,
            "u": false,
            "act": "一些游乐设施正在不运转的状态下。",
            "set": "环境在室外，天气看起来是晴朗的。",
            "obj": [
                "过山车是红色轨道，局部有些黄色结构",
                "摩天轮是黄色与蓝色结构",
                "周围有绿色的树木和草地"
            ]
        },
        {
            "id": 11,
            "u": false,
            "act": "照片中有一些游乐设施，包括过山车和旋转木马，周围有树木和建筑物。",
            "set": "环境在户外，天气看起来晴朗。",
            "obj": [
                "游乐设施包括蓝色的过山车轨道和色彩鲜艳的旋转木马",
                "建筑物主要是现代风格，有几座高楼和一个半球形的白色建筑",
                "四周有绿树环绕",
                "有一些行人和车辆在道路上"
            ]
        },
        {
            "id": 12,
            "u": false,
            "act": "这是一个主题公园的鸟瞰图。",
            "set": "环境在室外，天气看起来是晴朗的。",
            "obj": [
                "有一个摩天轮，结构巨大，配色以白色和红色为主",
                "有多条步行道，其中一些步行道旁边有绿色的树木",
                "有一座城堡样式的建筑，主体色是粉红色和黄色",
                "有一个碰碰车场地，中间有一个黄色的遮阳伞",
                "有一个蓝色的水体，可能是一个湖或人工水景"
            ]
        },
        {
            "id": 13,
            "u": false,
            "act": "一张俯瞰照片显示了一个娱乐公园和周围的城市环境。",
            "set": "这张照片是在户外拍摄的，天气晴朗。",
            "obj": [
                "照片显示了一片娱乐公园，包括水上游乐设施和多色的游乐项目",
                "还可以看到一座半球形的建筑物，它是白色的",
                "附近的道路上有车辆，显示了城市的交通",
                "周围有多栋建筑，表明这是一个城市环境"
            ]
        },
        {
            "id": 14,
            "u": true,
            "act": "你做在摩天轮车厢内，背对镜头",
            "set": "这是一个摩天轮舱室内部，阳光透过透明的舱壁照射进来",
            "obj": [
                "你穿着紫色的衣服，有一头黑色的短发",
                "摩天轮舱壁是透明的，通过它可以看到外部的结构和蓝天",
                "摩天轮的内部结构是金属色的，有着连接各个部件的支架"
            ]
        },
        {
            "id": 15,
            "u": false,
            "act": "一座城堡式建筑近在咫尺，周围是一个游乐园，有滑水道和其他游乐设施。",
            "set": "环境在室外，天气看起来是晴朗的。",
            "obj": [
                "城堡是红色的，具有典型的欧洲古堡风格",
                "游乐园中有多彩的滑水道与其他游乐设施",
                "周围有绿色的草坪和树木，远处是现代建筑群"
            ]
        },
        {
            "id": 16,
            "u": true,
            "act": "你坐在游乐园的摩天轮内，似乎在观看外面的景色",
            "set": "环境在室内，看起来像是摩天轮的车厢。外面是晴朗的天气",
            "obj": [
                "你留着棕色中短发，穿着紫色上衣",
                "外面是游乐园，包含多个娱乐设施，像是过山车和滑梯，设施颜色丰富",
                "摩天轮内部结构主要是蓝色，有透明塑料或玻璃制成的窗户"
            ]
        },
        {
            "id": 17,
            "u": false,
            "act": "一座巨大的摩天轮位于画面中央，周围没有明显的活动发生。",
            "set": "环境在室外，天气晴朗。",
            "obj": [
                "摩天轮是白色的，底部有一些彩色的建筑装饰",
                "天空是蓝色的，没有云",
                "地面是灰色的，似乎是铺设好的广场",
                "前方有一顶红色的帐篷"
            ]
        },
        {
            "id": 18,
            "u": false,
            "act": "一朵孤立的白云在晴朗的天空中飘浮。",
            "set": "环境在室外，天气晴朗。",
            "obj": [
                "天空是蓝色的，有一朵显眼的白云",
                "有多棵树木，其中包括绿色的杨树和其他各种树",
                "有一片草地，颜色为绿色",
                "围栏是白色的，用于围起来的场地",
                "有一些户外活动设施，颜色多样"
            ]
        },
        {
            "id": 19,
            "u": false,
            "act": "一群鸳鸯在水面游动。",
            "set": "外景地点是在一个湖泊，看起来天气阴沉。",
            "obj": [
                "水面上有多只鸳鸯，颜色为白色、黑色和棕色",
                "远处有一个小亭子，颜色为红色和灰色"
            ]
        },
        {
            "id": 20,
            "u": false,
            "act": "一群鸳鸯在水面上游动",
            "set": "环境在户外，天气看起来阴沉",
            "obj": [
                "鸳鸯有着多种颜色，比如白色、棕色和黑色，它们在水中游动",
                "水是灰色的，水面平静",
                "远处可见有防洪栅栏，颜色为灰白"
            ]
        },
        {
            "id": 21,
            "u": true,
            "act": "你和另外两位女士站在湖边，看起来在拍照留念",
            "set": "环境在户外，天气看似阴天",
            "obj": [
                "你穿着黑色外套，里面似乎是深蓝色的衣服，围着灰色围巾",
                "左侧女士穿着粉色外套，下穿黑色裤子，脚穿黑白色运动鞋",
                "右侧女士穿着黑色外套，下穿蓝色牛仔裤，脚穿白色运动鞋",
                "背景为一片宁静的湖泊，湖面广阔",
                "湖边有一座中国风的亭子，颜色为深灰和白色"
            ]
        },
        {
            "id": 22,
            "u": true,
            "act": "你和其他两位女士站在湖边。",
            "set": "环境在户外，天气看起来阴沉。",
            "obj": [
                "你留着黑色中长发，穿着黑色大衣和黑色裤子。",
                "左边的女士戴着粉红色围巾，穿着粉红色上衣和黑色裤子。",
                "右边的女士留着长发，穿着灰色上衣和黑色裤子。",
                "背景中是一座亭子，亭子颜色是灰色的。",
                "还有湖泊和远处的山丘，湖水是灰蓝色，山丘颜色较暗。"
            ]
        },
        {
            "id": 23,
            "u": true,
            "act": "你和其他两个人站在湖边，中间的人比V，看起来你们在享受旅行的时光。",
            "set": "环境在户外，地点看起来像是一个湖边，天气似乎是多云。",
            "obj": [
                "你穿着深色的大衣和墨绿色的裙子，头上有黑色的短发",
                "左边的人穿着粉色上衣、黑色裤子，戴着太阳镜，留着卷曲的长发",
                "中间的人穿着黑色长袖、短裤和白色运动鞋，手势摆出V形",
                "背景中有一个亭子，亭子颜色是深色的，周围环境看起来是宁静的，湖水颜色是灰蓝色"
            ]
        },
        {
            "id": 24,
            "u": true,
            "act": "你和两位朋友站在湖边，三人并排站着合影",
            "set": "环境在室外，天气看起来是多云",
            "obj": [
                "你穿着深色大衣，内搭黑色上衣，系有围巾，留着披肩头发",
                "左侧的朋友戴着太阳镜，穿着粉色外套、牛仔裤，脚穿黑色带图案的运动鞋",
                "右侧的朋友穿着深蓝色大衣，内搭灰色卫衣，搭配黑色紧身裤，脚穿白色运动鞋",
                "背景是一个亭子，亭子颜色为深棕色，位于一片开阔的水域旁",
                "湖水为深蓝色，有轻微波动，天空为多云状态"
            ]
        },
        {
            "id": 25,
            "u": true,
            "act": "你和两位朋友在户外合照",
            "set": "照片拍摄于户外，天气看起来是阴天",
            "obj": [
                "你穿着黑色大衣，内搭蓝色上衣，留着黑色中长发",
                "第一位朋友穿着粉色外套，黑色裤子，戴着眼镜，留着长发",
                "第二位朋友穿着深色大衣，内搭黑色裤子，也留着长发",
                "背后有一座中国古典式的亭子，颜色是深棕色，坐落在湖边",
                "地面是灰白色的石板路"
            ]
        },
        {
            "id": 26,
            "u": true,
            "act": "你和其他两位女性朋友一起坐在石凳上。",
            "set": "环境在户外，看起来像是一个公园或者景区，天气似乎是阴天。",
            "obj": [
                "你穿着灰色的夹克，内搭粉色上衣，夹克的毛领是深紫色，留着黑色长发",
                "左侧的女性穿着粉色夹克，内搭白色上衣，穿着黑色裤子，头发是棕色且扎成马尾",
                "右侧的女性穿着黑色大衣，内搭蓝色毛衣，穿着浅蓝色牛仔裤，头发是黑色且披肩",
                "背景中有走动的人群、古色古香的建筑和一些树木",
                "石凳是灰色的，位于岸边",
                "地面是石板铺设，有积水的迹象",
                "水面接近石凳，可能是湖泊或河流"
            ]
        },
        {
            "id": 27,
            "u": true,
            "act": "你和其他两位女士一起坐在湖边的长凳上。",
            "set": "环境在室外，天气看起来是阴天。地点在一个湖边，似乎是休闲娱乐或观光的场所。",
            "obj": [
                "你留着黑色中长发，穿着灰色外套，外套的领子有紫色的装饰",
                "旁边是一位女士，也留着黑色长发，穿着粉色外套和黑色裤子",
                "另一位女士留着黑色长直发，穿着蓝色牛仔裤和黑色外套",
                "背景中有一个亭子，亭子是深色木质的，背后是湖水",
                "长凳是灰色的石质，旁边有个白色的花盆"
            ]
        },
        {
            "id": 28,
            "u": true,
            "act": "你和另外两位女士一起坐在湖边的石凳上。",
            "set": "环境在户外，看起来天气阴沉。",
            "obj": [
                "你留着黑色中等长度的头发，穿着带有粉红色毛领的灰色夹克",
                "左边的女士穿着粉色上衣、白色裤子，脚穿白色运动鞋",
                "右边的女士穿着深蓝色上衣、浅蓝色牛仔裤，脚穿黑色运动鞋",
                "背景是一个湖，湖的颜色是灰蓝色",
                "远处有一座亭子，亭子是灰色和黑色的"
            ]
        },
        {
            "id": 29,
            "u": true,
            "act": "你坐在湖边的石凳上，似乎在欣赏对岸的风景",
            "set": "环境在室外，是一个湖边，看起来天气阴沉，可能是早上或傍晚",
            "obj": [
                "你穿着黑色的裤子和灰色的外套，外套的领子和袖口有紫色的毛领",
                "你留着黑色的长发，发型直顺",
                "在湖中有一座中国风格的亭子，亭子整体是灰白色的",
                "湖水是灰蓝色的，水面平静"
            ]
        },
        {
            "id": 30,
            "u": true,
            "act": "你坐在栏杆上，似乎在欣赏对面的风景",
            "set": "环境在室外，天气看起来是多云",
            "obj": [
                "你留着黑色长发，穿着黑色的外套，外套领口和袖口有紫色的毛边装饰",
                "你穿着黑色紧身裤，脚上穿着灰色运动鞋",
                "栏杆是灰色的，质地看起来像是水泥或石头",
                "背景中有水面，水面是灰蓝色的，远处有山和树木"
            ]
        },
        {
            "id": 31,
            "u": true,
            "act": "你坐在湖边的石阶上，背对湖面，似乎在休息或欣赏对面风景",
            "set": "环境在户外，背景是一个湖面，看起来是多云的天气",
            "obj": [
                "你留着黑色的长发，穿着黑色外套，外套领口和袖口有紫色的毛领装饰",
                "你穿着黑色的裤子和一双深色的运动鞋",
                "石阶是灰色的,直接与湖面接触",
                "湖面宽阔，水色是灰蓝色",
                "对面有模糊的风景，看不清具体细节但可能包括远处建筑和树木"
            ]
        },
        {
            "id": 32,
            "u": true,
            "act": "你和其他两个人站在桥上。",
            "set": "环境在户外，天气多云。",
            "obj": [
                "你留着黑色长发，穿着灰色带有紫色毛领的夹克",
                "旁边是一位留着棕色短发，戴着墨镜的女性，穿着粉色外套",
                "另一位是一位戴着黑帽子的男性，穿着黑色夹克",
                "桥是灰色的石头桥，拱形设计",
                "水面呈现灰绿色，水体清澈"
            ]
        },
        {
            "id": 33,
            "u": true,
            "act": "你站在一座桥上",
            "set": "环境在室外，天气看起来多云。",
            "obj": [
                "你穿着灰色大衣，里面是黑色上衣，下身穿深色裤子",
                "桥是灰白色的，古朴的石桥设计",
                "你背后的河面是静谧的，河水呈灰绿色",
                "远处可见红色的传统建筑，有可能是某个历史文化景点"
            ]
        },
        {
            "id": 34,
            "u": true,
            "act": "你在一座桥上，伸手指向远方",
            "set": "环境在户外，看起来是在公园里，天气是阴天",
            "obj": [
                "你留着长发，带着黑色帽子",
                "穿着带有紫色毛领的灰色大衣",
                "在你旁边是两个女性，一人穿粉色外套，另一人穿黑色大衣",
                "桥是灰白色的石桥",
                "远处有树木和建筑，树木是无叶的赤褐色，建筑物的屋顶是淡黄色的"
            ]
        },
        {
            "id": 35,
            "u": true,
            "act": "你站在一座桥上，右手抬起像是在招手",
            "set": "环境在室外，似乎是阴天。场所可能是公园里的一座桥",
            "obj": [
                "你穿着黑色外套，袖口有紫色毛边",
                "桥为灰色，是石质拱桥",
                "周围有树木，为典型的室外公园环境"
            ]
        },
        {
            "id": 36,
            "u": true,
            "act": "你和其他几位游客一起站在一座拱桥上，似乎在观光游览。",
            "set": "环境在室外，天气看起来阴沉，可能是在某个公园或景区内的一座桥上。",
            "obj": [
                "一位女性，穿着粉色外套，戴着墨镜，黑色长发，站在桥的一端",
                "你留着黑色长发，穿着灰色外套配有紫色毛领",
                "一位男性，穿着黑色上衣，牛仔裤，正在举手做出V形手势",
                "桥是灰色的，传统的中国石拱桥形式",
                "远处有树木，以及其他游客"
            ]
        },
        {
            "id": 37,
            "u": true,
            "act": "你和两位朋友一起在亭子里走动。",
            "set": "环境在室外，天气看起来阴沉，地面有些湿润，可能是下过雨。你们在一个看起来像是公园的地方。",
            "obj": [
                "你穿着黑色外套，有紫色的毛领",
                "左边的朋友穿着粉色外套，黑色裤子，白色鞋子",
                "右边的朋友穿着黑色外套，黑色裤子，黑白色鞋子",
                "亭子是白色的，有搁栏，内有楹联，上写着 '即事理想地'",
                "背景有湖面，远处有山，湖面上有一些小船",
                "地面湿润，看起来像是雨后的石板路"
            ]
        },
        {
            "id": 38,
            "u": true,
            "act": "你和其他两个人站在亭子里。",
            "set": "你在户外的一个亭子里，天气看起来阴沉，可能是下过雨。",
            "obj": [
                "你留着黑色中长发，穿着黑色上衣、蓝色裤子。",
                "右侧的人留着黑色长发，穿着粉色上衣、黑色长裤。",
                "左侧的人留着黑色中长发，穿着黑色上衣、黑色长裤，戴着眼镜。",
                "亭子是木质结构，顶部是灰色的瓦片。",
                "地面有雨水，亭子周边有绿色植被。",
                "亭子上有中文标牌，上写着'平湖秋月'"
            ]
        },
        {
            "id": 39,
            "u": true,
            "act": "你和另外两位女性站在亭子里，似乎在拍照",
            "set": "环境在室外，看起来是阴天",
            "obj": [
                "你留着黑色中长发,穿着黑色外套和黑色裤子，外套领口有紫色毛领",
                "旁边的女性留着棕色长发，穿着粉色上衣、黑色外套、浅色裤子和粉红色运动鞋",
                "另一位女性留着黑色长发，穿着黑色上衣、黑色外套和深色裤子，脚穿白色休闲鞋",
                "亭子是白色的，中国古典建筑风格",
                "地面湿润，有积水，显示之前或许下过雨",
                "背景中有远处的山和水，表明亭子可能在观景点"
            ]
        },
        {
            "id": 40,
            "u": true,
            "act": "你和两位朋友在亭子里合影。",
            "set": "照片拍摄在户外，天气看起来是阴天。",
            "obj": [
                "左边的人是女性，金色长发，穿着带有图案的白色上衣，黑裤子，脚穿红白色运动鞋",
                "中间的人是女性，黑色长发，穿深色的外套和浅色的长裤，脚穿白色运动鞋",
                "右边的人是女性，黑色长发，穿深色外套和深色裤子，脚穿白色运动鞋",
                "亭子为白色，结构为中式设计",
                "背景是湖和远处的山"
            ]
        },
        {
            "id": 41,
            "u": true,
            "act": "你和另外两位女性朋友在亭子里，你们摆出了V字手势。",
            "set": "环境在户外，亭子里，背景看起来像是一个湖泊，天气似乎是多云。",
            "obj": [
                "你留着黑色的短发，穿着黑色上衣，浅色裤子，和白色运动鞋",
                "左边的女性留着长发，穿着粉色外套，黑色裤子和黑色带白底的运动鞋",
                "右边的女性留着披肩发，穿着深色外套，黑色裤子和彩色运动鞋",
                "亭子是传统的中国风格，白色的立柱和栏杆",
                "远处的湖泊是宽阔和平静的",
                "亭子上的横幅写着'白堤无梅不盛名'"
            ]
        },
        {
            "id": 42,
            "u": true,
            "act": "你站在湖边，好像在欣赏风景",
            "set": "环境在室外，背景是湖泊和远处的山脉。天气看起来有些阴沉",
            "obj": [
                "你留着黑色长发，穿着一件黑色夹克，里面似乎是紫色衣服，还穿着黑色裤子和白色运动鞋",
                "湖泊是蓝色的，水面平静，而且有一艘小船在湖上",
                "山脉颜色较为深，分布在湖的对岸",
                "地面是铺设整齐的灰色石板"
            ]
        },
        {
            "id": 43,
            "u": true,
            "act": "你在户外伸展双臂，看起来像是在做伸展动作",
            "set": "环境在户外，背景是湖泊和远处的山丘，天气看上去晴朗",
            "obj": [
                "你留着黑色长发，穿着一件黑色夹克衫，内搭灰色上衣，下穿黑色裤子，脚穿白色运动鞋",
                "背后的湖水是深蓝色的",
                "远处有群山，山色呈深青色",
                "地面是灰色的石板"
            ]
        },
        {
            "id": 44,
            "u": true,
            "act": "你站在湖边，似乎在欣赏风景",
            "set": "你在户外，地点可能是湖边，天气看起来比较阴沉",
            "obj": [
                "你留着黑色长发，穿着黑色夹克，夹克领子上有紫色的毛皮",
                "你还穿着黑色裤子和白色鞋子",
                "背景是宽阔的湖面和远处的山脉",
                "天空呈现阴沉的天气",
                "地面是铺设整齐的方形石板"
            ]
        },
        {
            "id": 45,
            "u": true,
            "act": "你正在户外的石砖地面上摆出舞蹈的姿势",
            "set": "环境在户外，背景是一片宽阔的水域和远处的山脉。天气看起来多云",
            "obj": [
                "你留着黑色直发，穿着黑色羽绒服，上面装饰有紫色的毛领",
                "你还穿着黑色长裤和白色运动鞋",
                "背景中的水域呈现出深灰色",
                "远处的山脉颜色较为暗淡，因为多云的天气"
            ]
        },
        {
            "id": 46,
            "u": true,
            "act": "你正在户外的一片开阔区域行走，并微笑着面向镜头",
            "set": "你在户外，天空多云，地点似乎是在一个开阔的公共场所，可能是在湖边或河边的步道上",
            "obj": [
                "你留着棕色的长发，穿着黑色的夹克，袖子末端有紫色的毛边装饰",
                "背景中有柳树，树枝垂至湖面",
                "远处可以看到山和水体，暗示这可能是一个自然风光旅游景点",
                "天空呈灰蓝色，表明天气多云"
            ]
        },
        {
            "id": 47,
            "u": false,
            "act": "照片中没有明显的主要主体活动",
            "set": "环境在室外，是一个没有明显特征的地面",
            "obj": [
                "地面是灰色的，质感粗糙，有细小石子和一些杂物"
            ]
        },
        {
            "id": 48,
            "u": true,
            "act": "你站在湖边，微笑着看向镜头",
            "set": "环境在室外，看起来是多云天气",
            "obj": [
                "你留着黑色短发，戴着黑色的帽子，穿着黑色上衣和裤子，脚穿白色运动鞋",
                "背景中的湖面很宽阔，水是灰蓝色的",
                "湖对面有远山，颜色是深蓝色",
                "近处有一株垂柳，树枝和叶子呈淡绿色"
            ]
        },
        {
            "id": 49,
            "u": true,
            "act": "你在户外的广场上跳起来拍照。",
            "set": "环境在室外，看起来是阴天。",
            "obj": [
                "你留着黑色的长发，穿着黑色的大衣和裤子，大衣上有紫色毛领。",
                "背景中有蓝色的天空，远处有山丘。",
                "地面是灰色的广场砖。",
                "旁边有一棵垂柳，柳叶是绿色的。"
            ]
        },
        {
            "id": 50,
            "u": true,
            "act": "你在户外的石板路上跳跃。",
            "set": "环境在户外，天气看起来是阴天，地点像是在一个湖边或者水域旁。",
            "obj": [
                "你留着黑色的长发，穿着黑色的冬季大衣，草帽",
                "穿着深色裤子与浅色运动鞋",
                "背景中有湖面及远处的山丘",
                "石板路是灰色的"
            ]
        },
        {
            "id": 51,
            "u": true,
            "act": "你在户外散步。",
            "set": "环境在户外，天气似乎是阴天。",
            "obj": [
                "你留着黑色的短发，穿着黑色的大衣，上面装饰有紫色的毛领",
                "背景中有山，山色是淡蓝色",
                "还有一个湖泊，湖水是灰蓝色",
                "天空灰蒙蒙的，可能是阴天",
                "远处有树木，叶子是绿色的"
            ]
        },
        {
            "id": 52,
            "u": true,
            "act": "你在一个看起来像苹果商店外的广场上跳跃。",
            "set": "环境在室外，看起来是在晚上，地点可能是一个商业区。",
            "obj": [
                "你穿着黑色上衣，黑色裤子，脚穿粉色运动鞋",
                "背景中有一个明亮的苹果商店，玻璃幕墙和苹果标志很显眼",
                "地面是灰色的，看起来像是大理石或混凝土铺设",
                "还有其他路人，但没有详细信息"
            ]
        },
        {
            "id": 53,
            "u": true,
            "act": "你在苹果商店前跳跃。",
            "set": "是在户外，苹果商店前的开放空间。",
            "obj": [
                "你穿着黑色外套，黑色裤子，脚穿粉色运动鞋，在半空中跳跃",
                "苹果商店是白色的，有玻璃幕墙",
                "地面是灰色的，周围有多人行走"
            ]
        },
        {
            "id": 54,
            "u": true,
            "act": "你在一个苹果商店前面走路",
            "set": "环境在室外，看起来像是晚上，地点可能是一个商业区",
            "obj": [
                "你穿着黑色的外套，上面有紫色的毛领",
                "鞋子是粉色的运动鞋",
                "苹果商店是由透明的玻璃墙组成，有白色的苹果标志",
                "地面是灰色的平整石板",
                "背景中有一些模糊的人物，但看不清具体细节"
            ]
        },
        {
            "id": 55,
            "u": false,
            "act": "一些人在苹果零售店前行走，有的在交谈，有的在拍照。",
            "set": "环境在室外，天色显得偏暗，可能是傍晚或夜晚。",
            "obj": [
                "苹果零售店是由透明的大玻璃窗组成，其中展示了亮灯的内部和苹果公司的标志",
                "前面的地面是有规则图案的广场",
                "人们穿着各式外套，有的手持手机拍照"
            ]
        },
        {
            "id": 56,
            "u": false,
            "act": "很多人正在苹果商店前行走",
            "set": "拍摄地点在室外，环境看起来像是商业街区，时间似乎是傍晚或夜晚。",
            "obj": [
                "苹果商店是透明玻璃幕墙的建筑，玻璃上有苹果的标志",
                "地面是有规则波浪形状的黑灰相间的铺路石",
                "人群中有男性和女性，他们穿着各式的外套，有的手里拿着购物袋"
            ]
        }
    ]
}